<HTML>
<HEAD>
<TITLE>IA-3. Lumea microscopic&#259;</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<H3>Elemente de termodinamic&#259;. Cald &#351;i rece</H3>
<H2 class="challange">A-3. Lumea microscopic&#259;</H2>

<P>Ochii no&#351;tri nu pot distinge detalii mai fine de aproximativ 70&nbsp;&micro;m. Pentru toate detaliile mai mici dec&#226;t
   aceast&#259; limit&#259; observ&#259;m doar un aspect uniform, f&#259;r&#259; diferen&#355;e. 

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 3-1</B>
  <P>Observ&#259; cu ajutorul unui microscop detalii, acolo unde aspectul pare uniform. Lucreaz&#259; &#238;n echip&#259;.
  <P><B><I>Pasul 1. </I></B>Pune&#355;i pe m&#259;su&#355;a unui microscop o ilustra&#355;ie color dintr&minus;un ziar sau dintr-o revist&#259;. Ilumina&#355;i
     cu o lamp&#259; ilustra&#355;ia, astfel ca &#238;n obiectivul microscopului s&#259; p&#259;trund&#259; suficient&#259; lumin&#259; reflectat&#259; pe ilustra&#355;ie.
  <P><B><I>Pasul 2. </I></B>Regla&#355;i microscopul p&#226;n&#259; c&#226;nd ob&#355;ine&#355;i o imagine clar&#259;, mult m&#259;rit&#259; a unei zone aparent uniform&#259;
     a ilustra&#355;iei. &#206;ncerca&#355;i &#351;i alte zone. Descrie&#355;i ceea ce vede&#355;i prin microscop.
</DIV>     

<P>Surprinz&#259;tor, zone aparent uniforme sunt alc&#259;tuite din pete minuscule, distincte! Doar incapacitatea noastr&#259; de a vedea 
   detalii prea fine ne ascunde aspectul real al lucrurilor.
<P>Este a&#351;adar posibil ca apa, &#238;n ciuda aspectului s&#259;u uniform, s&#259; fie alc&#259;tuit&#259; din "p&#259;rticele" prea mici pentru a fi v&#259;zute
   cu ochiul liber.
<P>Mult&#259; vreme, aceast&#259; idee a r&#259;mas doar o ipotez&#259;, nefiind confirmat&#259; de nici o observa&#355;ie experimental&#259;. Dar &#238;n 1827, 
   botanistul englez Robert&nbsp;Brown a descoperit o "forfot&#259;" continu&#259; a particulelor vizibile la microscop, studiind o 
   suspensie de polen &#238;n ap&#259;.
<P><IMG src="img/1a3_1.jpg" hspace=4><BR><FONT size=-1><I><B>&nbsp;Figura 3-1. </B>Robert Brown &#351;i microscopul cu care 
   a studiat polenul.</I></FONT></P>
<P>Aceast&#259; agita&#355;ie continu&#259;, dezordonat&#259; a particulelor microscopice este numit&#259; de atunci <I>mi&#351;care brownian&#259;</I>.   

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 3-2</B>
  <P>Observ&#259; mi&#351;carea browninan&#259; &#238;n ap&#259; a particulelor de gr&#259;sime ale laptelui.
  <P><B><I>Pasul 1. </I></B>Pune pe o lamel&#259; de microscop o pic&#259;tur&#259; mare de ap&#259; distilat&#259;.
  <P><B><I>Pasul 2. </I></B>"&#206;nmoaie" v&#226;rful unui ac &#238;n lapte pasteurizat. Pe v&#226;rful acului ai acum o cantitate minuscul&#259; de
     lapte. Cufund&#259; v&#226;rful acului &#238;n pic&#259;tura de ap&#259; de pe lama de microscop &#351;i amestec&#259;. Ob&#355;ii astfel o suspensie foarte
     diluat&#259;.
  <P><B><I>Pasul 3. </I></B>Acoper&#259; lama cu o lamel&#259; &#351;i &#238;ndep&#259;rteaz&#259; excesul de lichid prin tamponare cu h&#226;rtie absorbant&#259;.
     Pune ansamblul pe m&#259;su&#355;a unui microscop cu grosisment mai mare de 200x.
  <P><B><I>Pasul 4. </I></B>Focalizeaz&#259; cu aten&#355;ie imaginea p&#226;n&#259; c&#226;nd ob&#355;ii ceva asem&#259;n&#259;tor imaginii din figura 3-2.
  <P><IMG src="img/1a3_2.jpg" hspace=4><BR><FONT size=-1><I><B>&nbsp;Figura 3-2. </B>Pic&#259;turi de gr&#259;sime din lapte observate
     la microscop. Diametrele acestora variaz&#259; &#238;ntre 0,5&nbsp;micro;m &#351;i 3&nbsp;&micro;m.</I></FONT></P>
  <P><B><I>Pasul 5. </I></B>Observ&#259; cu aten&#355;ie micile pic&#259;turi de gr&#259;sime. La &#238;nceput, s-ar putea s&#259; vezi pic&#259;turile mi&#351;c&#226;ndu-se
     &#238;ntr-o singur&#259; direc&#355;ie. Nu aceasta este mi&#351;carea brownian&#259;, ci doar efectul curen&#355;ilor de lichid. A&#351;teapt&#259; ca mi&#351;c&#259;rile
     de ansamblu s&#259; &#238;nceteze. Vei vedea atunci c&#259; pic&#259;turile de gr&#259;sime &#238;&#351;i modific&#259; lent pozi&#355;ia care-ncotro, ca &#351;i c&#226;nd ar
     fi &#238;mpinse la &#238;nt&#226;mplare &#238;ntr-o parte sau alta, ca &#238;n bucla de film prezentat&#259; &#238;n figura 3-3.</P>
  <TABLE>
    <TR valign=bottom>
      <TD><IMG src="img/1a3_3.gif" hspace=10></TD>
      <TD><FONT size=-1><I><B>&nbsp;Figura 3-3. </B>Mi&#351;carea brownian&#259; a pic&#259;turilor de gr&#259;sime din lapte, 
          aflate &#238;n suspensie &#238;n ap&#259;.</I></FONT></TD>
    </TR>
    <TR>
      <TD><IMG src="img/videocam.gif" width=120 hspace=10 align=right></TD>
      <TD>Acceseaz&#259; aici un <A href="img/brownian.avi" target=new>film</A> de rezolu&#355;ie mai bun&#259; &#351;i durat&#259; mai 
          mare a mi&#351;c&#259;rii brownine.</TD>
    </TR>
  </TABLE>
</DIV>  

<P>Mi&#351;c&#259;rile dezordonate ale pic&#259;turilor de gr&#259;sime s&minus;ar putea datora unui "bombardament" din partea unor particule de ap&#259;, prea
   mici pentru a fi v&#259;zute la microscop.
<P>Abia &#238;n 1905, faimosul fizician Albert&nbsp;Einstein (figura 3-4) a calculat cum ar trebui s&#259; se mi&#351;te o particul&#259;
   brownian&#259; (cum este cea de gr&#259;sime) datorit&#259; ciocnirilor &#238;nt&#226;mpl&#259;toare cu particule mult mai mici.</P> 
<TABLE>
  <TR valign=bottom cellpadding=10 width=100%>
    <TD><IMG src="img/1a3_4.jpg" hspace=0></TD>
    <TD align=center><FONT size=-1><I><B>&nbsp;Figura 3-4. </B>Albert Einstein<BR> (1879&minus;1955)</I></FONT></TD>
    </TR>
  </TABLE>
<P>&#206;n sf&#226;r&#351;it, &#238;n 1909, fizicianul francez Jean Perrin (figura 3-5) a observat <I>cantitativ</I> mi&#351;carea individual&#259; a unor
   particule browniene.</P>
<TABLE>
  <TR valign=bottom cellpadding=10 width=100%>
    <TD><IMG src="img/1a3_5.jpg" hspace=0></TD>
    <TD align=center><FONT size=-1><I><B>&nbsp;Figura 3-5. </B>Jean Perrin<BR> (1870&minus;1942)</I></FONT></TD>
    </TR>
  </TABLE>
<A name="fig1a3_6">
<P>&#206;n figura 3-6 este prezentat&#259; &#238;nregistrarea traiectoriei unei particule browniene.
<P><CENTER><IMG src="img/1a3_6.gif" hspace=4></CENTER><BR><FONT size=-1><I><B>&nbsp;Figura 3-6. </B>&#206;nregistrarea traiectoriei unei particule
   browniene (dup&#259; un desen de Jean Perrin).</I></FONT></P>
<P>M&#259;sur&#226;nd c&#226;t de departe ajung particulele browniene &#351;i &#238;n c&#226;t timp, Perrin a confirmat experimental concluziile ob&#355;inute
   prin calcul de c&#259;tre Einstein.
<P>Astfel, la &#238;nceputul secolului XX aveam dovezi incontestabile ale unui fapt incredibil la prima vedere:
<P><DIV class="challange"><IMG src="img/key.jpg" hspace=0><B>&nbsp;Toate corpurile sunt alc&#259;tuite din particule minuscule (<I>molecule</I>), aflate &#238;n continu&#259; 
   mi&#351;care dezordonat&#259; (<I>agita&#355;ie termic&#259;</I>).</B>
</DIV>
<P>Moleculele sunt prea mici pentru a fi v&#259;zute cu ochiul liber, nici chiar cu un microscop optic performant. Dar fizicienii
   au reu&#351;it s&#259; le vad&#259; prima dat&#259; cu "ochii min&#355;ii", analiz&#226;nd cu aten&#355;ie o observa&#355;ie surprinz&#259;toare a unui botanist care
   cerceta polenul.
<P>&#206;n&#355;eleg&#226;nd cum interac&#355;ioneaz&#259; moleculele, vom &#238;n&#355;elege multe dintre procesele &#351;i transform&#259;rile care altfel ar fi r&#259;mas
   mistere nedezlegate!

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 3-1</B>
  <P>Dac&#259; pulverizezi &#238;n fa&#355;a ta pu&#355;in parfum, sim&#355;i aproape imediat mirosul acestuia. De ce oare &#351;i cei afla&#355;i mai departe
     de tine vor sim&#355;i mirosul parfumului? De ce cu at&#226;t mai t&#226;rziu, cu c&#226;t se afl&#259; mai departe de tine? Folose&#351;te-te de ideea 
     c&#259; aerul &#351;i parfumul sunt alc&#259;tuite din molecule aflate &#238;n continu&#259; agita&#355;ie dezordonat&#259;.
</DIV>

</BODY>
</HTML>














