<HTML>
<HEAD>
<TITLE>IB-2. Sisteme termodinamice</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE width=100%>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3 align=right>No&#355;iuni termodinamice de baz&#259;</H3></H3>
  </TR>
</TABLE>
<H2 class="challange">B-2. Sisteme termodinamice</H2>

<P>Nu putem fi aten&#355;i la tot ce se &#238;nt&#226;mpl&#259;, astfel c&#259;, de fiecare dat&#259;, suntem nevoi&#355;i s&#259; ne concentr&#259;m aten&#355;ia doar asupra
   p&#259;r&#355;ii din univers care ne intereseaz&#259;.

<P class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>sistem</I> partea de univers care ne intereseaz&#259;. Restul universului
   &#238;l numim <I>mediu</I>.</B>
   
<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 2-1</B>
  <P>&#206;n timpul unei partide de tenis de c&#226;mp, te&minus;ar interesa oar&#259; c&#259; un necunoscut de pe alt continent tocmai scap&#259; din
     m&#226;n&#259; un m&#259;nunchi de chei?
</DIV>

<P>Imagineaz&#259;&minus;&#355;i c&#259; joci tenis de c&#226;mp &#351;i mingea tocmai se &#238;ndreapt&#259; spre tine. Pentru tine, mingea devine subiectul de
   maxim interes. Vei &#238;ncerca s&#259; apreciezi c&#226;t de repede se mi&#351;c&#259; &#351;i &#238;ncotro pentru ca s&#259; o po&#355;i lovi. Pentru moment, mingea
   este sistemul care &#238;&#355;i capteaz&#259; aten&#355;ia.
   
<P>Analiza mi&#351;c&#259;rii corpurilor este subiectul preferat &#238;n mecanic&#259;. Sistemele mecanice pot fi descrise complet m&#259;sur&#226;nd doar
   distan&#355;e, durate &#351;i mase. Orice altceva poate fi ob&#355;inut: vitezele sunt calculate &#238;mp&#259;r&#355;ind distan&#355;ele parcurse la durate,
   impulsurile &#238;nmul&#355;ind masele cu vitezele, &#351;i a&#351;a mai departe.
   
<P>Totu&#351;i, o analiz&#259; pur mecanic&#259; a situa&#355;iei din figura 2-1 ar putea fi incomplet&#259;.

<P><IMG src="img/1b2_1.jpg" hspace=4><BR>
   <FONT size=-1><I><B>&nbsp;Figura 2-1. </B>Trei borcane con&#355;in aceea&#351;i cantitate de ap&#259;. Caracteristicile celor trei 
      sisteme sunt oare identice?</I></FONT>

<P>Din punctul de vedere al mecanicii, sistemele reprezentate de cele trei borcane au caracteristici identice: con&#355;in aceea&#351;i
   cantitate de ap&#259;, sunt &#238;n repaus fa&#355;&#259; de observator (energie cinetic&#259; nul&#259; fa&#355;&#259; de acesta), aceea&#351;i energie poten&#355;ial&#259; de
   interac&#355;iune gravita&#355;ional&#259; cu P&#259;m&#226;ntul (se afl&#259; pe o suprafa&#355;&#259; orizontal&#259;) etc.
   
<P>Cu toate acestea, cufund&#226;nd c&#226;te un termometru &#238;n apa din cele trei borcane, termometrele ar putea indica diferen&#355;e! Nu 
   numai c&#259; sistemele ar putea fi diferite, dincolo de ceea ce o analiz&#259; mecanic&#259; ar putea sesiza, dar pot chiar evolua diferit.
   Apa rece s&minus;ar putea &#238;nc&#259;lzi treptat, &#238;n timp ce apa fierbinte s&minus;ar r&#259;ci p&#226;n&#259; c&#226;nd, &#238;n sf&#226;r&#351;it, indica&#355;iile
   termometrelor vor fi identice.
   
<P>Suntem astfel nevoi&#355;i s&#259; <I>extindem</I> clasa sistemelor care ne intereseaz&#259;, lu&#226;nd &#238;n considerare &#351;i caracteristici cum
   sunt indica&#355;iile termometrelor, precum &#351;i <I>procese termice</I> (cum sunt &#238;nc&#259;lzirea &#351;i r&#259;cirea).
   
<P class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>sistem termodinamic</I> un sistem pentru care interac&#355;iunile
   termice nu sunt neglijabile.</B>
   
<P>Sistemele termodinamice sunt mai generale dec&#226;t cele mecanice, lu&#226;nd &#238;n considerare &#351;i interac&#355;iunile termice - complet
   ignorate &#238;n sistemele mecanice.

</BODY>
</HTML>














