<HTML>
<HEAD>
<TITLE>IB-3. Interac&#355;iuni termice</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE width=100%>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3 align=right>No&#355;iuni termodinamice de baz&#259;</H3></H3>
  </TR>
</TABLE>
<H2 class="challange">B-3. Interac&#355;iuni termice</H2>

<P>A&#351;a cum remarca fizicianul american Rumford:
<P><I>"Se &#238;nt&#226;mpl&#259; uneori c&#259;, &#238;n cursul treburilor &#351;i ocupa&#355;iilor curente, s&#259; ni se ofere, de la sine, ocazii favorabile de
   a contempla opera&#355;ii dintre cele mai curioase ale naturii".</I>

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 3-1</B>
  <P>Investigheaz&#259; diferen&#355;ele dintre apa cald&#259; &#351;i cea rece. Lucreaz&#259; &#238;n echip&#259;.
  <P><B><I>Pasul 1. </I></B>Turna&#355;i c&#226;te un strop de cerneal&#259; &#238;n apa din dou&#259; borcane - ap&#259; rece &#238;ntr&minus;unul &#351;i fierbinte
     &#238;n cel&#259;lalt.
  <P><B><I>Pasul 2. </I></B>Compara&#355;i ritmurile &#238;n care are loc r&#259;sp&#226;ndirea (difuzia) cernelii &#238;n apa din cele dou&#259; borcane.
</DIV>

<P>&#206;n paharul cu ap&#259; fierbinte, difuzia se produce considerabil mai rapid (figura 3-1).

<P><IMG src="img/1b3_1.jpg" hspace=4><BR>
   <FONT size=-1><I><B>&nbsp;Figura 3-1. </B>&#206;n apa fierbinte cerneala difuzeaz&#259; mai repede.</I></FONT>

<P>Aceasta &#238;nseamn&#259; c&#259; moleculele apei calde se mi&#351;c&#259; mai rapid &#351;i au deci o energie cinetic&#259; (de agita&#355;ie) mai mare dec&#226;t
   cele ale apei reci!
   
<P>Iat&#259; c&#226;t de mult&#259; dreptate avea Rumford! Analiz&#226;nd atent un fapt obi&#351;nuit, am ob&#355;inut concluzia c&#259; moleculele unui corp
   mai cald au, &#238;n medie, energie cinetic&#259; (de agita&#355;ie) mai mare. Indica&#355;iile termometrelor par a fi legate de energia 
   cinetic&#259; medie de agita&#355;ie termic&#259;!

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 3-2</B>
  <P>Investigheaz&#259; interac&#355;iunea dintre apa cald&#259; &#351;i cea rece. Lucreaz&#259; &#238;n echip&#259;.
  <P><B><I>Pasul 1. </I></B>Pune&#355;i ap&#259; cald&#259; &#238;ntr-un pahar de polistiren - din cele de unic&#259; folosin&#355;&#259;. A&#351;eza&#355;i paharul de
     polistiren &#238;ntr&minus;un pahar de sticl&#259;, doar cu pu&#355;in mai mare &#351;i care con&#355;ine ap&#259; rece, ca &#238;n figura 3&minus;2.
  <P><B><I>Pasul 2. </I></B>Pune&#355;i c&#226;te un termometru &#238;n apa din fiecare pahar &#351;i urm&#259;ri&#355;i evolu&#355;ia indica&#355;iilor celor dou&#259;
     termometre.
<P><IMG src="img/1b3_2.jpg" hspace=4><BR>
   <FONT size=-1><I><B>&nbsp;Figura 3-2. </B>Un pahar de polistiren cu ap&#259; cald&#259; este cufundat &#238;n apa rece din paharul de
      sticl&#259;.</I></FONT>
</DIV>

<P>Treptat, indica&#355;iile termometrului din apa cald&#259; scad, &#238;n timp ce indica&#355;iile termometrului din apa rece cresc, p&#226;n&#259; c&#226;nd
   indica&#355;iile celor dou&#259; termometre devin aproape identice. Ce se &#238;nt&#226;mpl&#259; de fapt?
   
<P>Moleculele apei calde au energii cinetice mai mari dec&#226;t moleculele apei reci. Ciocnind pere&#355;ii paharului de polistiren, 
   moleculele din interiorul acestuia, mai energice, transfer&#259; energie moleculelor mai pu&#355;in energice ale 
   apei mai reci din exteriorul paharului de polistiren.
   
<P>&#206;ntre moleculele celor dou&#259; cantit&#259;&#355;i de ap&#259; are loc un schimb de energie at&#226;ta timp c&#226;t energiile cinetice medii de 
   agita&#355;ie sunt diferite. Se transfer&#259; energie de la apa ini&#355;ial cald&#259; c&#259;tre apa ini&#355;ial mai rece.

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 3-1</B>
  <P>Oare apa ini&#355;ial cald&#259; din paharul de polistiren transfer&#259; energie &#351;i altor corpuri?
</DIV>

<P>Exist&#259; corpuri mai reci, cu molecule mai pu&#355;in energice, dec&#226;t apa ini&#355;ial cald&#259; din paharul de polistiren: aerul din 
   &#238;nc&#259;pere, paharul de sticl&#259;, t&#259;blia mesei, chiar &#351;i termometrele. Exist&#259; totodat&#259; &#351;i corpuri mai fierbin&#355;i: Soarele, 
   &#238;nc&#259;lzitorul cu care ai &#238;nc&#259;lzit apa, filamentul becului care arde &#238;n &#238;nc&#259;pere, etc.
   
<P>&#206;ntre <I>toate</I> aceste corpuri are loc schimb de energie: se transfer&#259; energie de la corpul mai cald c&#259;tre cel mai rece.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>interac&#355;iune termic&#259;</I> transferul de energie de la un corp
   mai cald c&#259;tre unul mai rece dec&#226;t acesta, transferul de energie fiind datorat diferen&#355;elor de energie cinetic&#259; medie de agita&#355;ie
   termic&#259; ale moleculelor celor dou&#259; corpuri.</B>
</DIV>
   
<P>&#206;ntre o bil&#259; de biliard fierbinte &#351;i una mai rece poate avea loc un transfer de energie prin interac&#355;iune mecanic&#259; (ciocnire).
   Cea rece poate chiar s&#259; transfere energie celei calde, dac&#259; are ini&#355;ial o energie cinetic&#259; (de ansamblu) mai mare.
   
<P>Prin interac&#355;iune termic&#259;, transferul de energie se face doar &#238;ntr-un singur sens: de la bila fierbinte c&#259;tre cea rece,
   p&#226;n&#259; c&#226;nd energiile cinetice medii de agita&#355;ie termic&#259; ale moleculelor celor dou&#259; bile se egaleaz&#259;!

</BODY>
</HTML>













