<HTML>
<HEAD>
<TITLE>IB-4. Temperatura</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE width=100%>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3 align=right>No&#355;iuni termodinamice de baz&#259;</H3></H3>
  </TR>
</TABLE>
<H2 class="challange">B-4. Temperatura</H2>

<P>P&#226;n&#259; &#238;n acest moment am evitat cu grij&#259; utilizarea cuv&#226;ntului <I>temperatur&#259;</I>, cu toate c&#259; &#238;l folose&#351;ti frecvent &#238;n
   via&#355;a de zi cu zi.

<P>Motivul este c&#259;, &#238;n fizic&#259; suntem nevoi&#355;i s&#259; fim deosebit de aten&#355;i cu semnifica&#355;ia cuvintelor pe care le folosim. Altfel,
   pot ap&#259;rea confuzii cu consecin&#355;e greu de prev&#259;zut.

<P>C&#226;nd dou&#259; sisteme termodinamice interac&#355;ioneaz&#259; termic, exist&#259; doar dou&#259; posibilit&#259;&#355;i: fie unul dintre aceste sisteme transfer&#259;
   celuilalt energie, fie acest transfer nu are loc.
  
<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>echilibru termic</I> starea atins&#259; de dou&#259; sisteme 
   termodinamice care pot interac&#355;iona termic dar nu transfer&#259; energie unul celuilalt.</B>
</DIV>

<P>Un termometru de camer&#259; poate interac&#355;iona termic cu aerul din imediata sa vecin&#259;tate. C&#226;nd indica&#355;iile termometrului s&minus;au
   stabilizat, acesta este &#238;n echilibru termic cu aerul din imediata sa vecin&#259;tate. Altfel, orice transfer de energie dinspre
   sau &#238;nspre termometru ar modifica indica&#355;iile acestuia.
   
<P>Introduc&#226;nd acest termometru &#238;n apa dintr&minus; pahar, dac&#259; vei constata c&#259; indica&#355;ia termometrului se modific&#259; (semnal&#226;nd
   astfel un transfer net de energie), termometrul <I>nu</I> este &#238;n echilibru termic cu apa din pahar.
   
<P>Dac&#259; dimpotriv&#259;, introduc&#226;nd termometrul &#238;n apa din pahar nu consta&#355;i vreo modificare a indica&#355;iei acestuia (semn c&#259; nu 
   exist&#259; un transfer net de energie), termometrul <I>este</I> &#238;n echilibru termic cu apa din pahar.
   
<P>Toate sistemele termodinamice care sunt &#238;n echilibru termic sunt caracterizate de "ceva" care trebuie s&#259; fie identic pentru 
   aceste sisteme. Dimpotriv&#259;, aceast&#259; caracteristic&#259; trebuie s&#259; fie diferit&#259; pentru sistemele care nu sunt &#238;n echilibru 
   termic.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>temperatur&#259;</I> a unui sistem termodinamic m&#259;rimea fizic&#259;
   scalar&#259; care indic&#259; dac&#259; acel sistem este sau nu &#238;n echilibru termic cu alt sistem.</B>
</DIV>

<P>Toate sistemele termodinamice care sunt &#238;n echilibru termic sunt caracterizate de <I>aceea&#351;i</I> temperatur&#259;, chiar dac&#259;
   alte caracteristici ale sistemelor sunt diferite (mas&#259;, volum, presiune etc.).
   
<P>Sistemele termodinamice care nu sunt &#238;n echilibru termic au temperaturi diferite. Am ales ca sistemul care transfer&#259; 
   energie prin interac&#355;iune termic&#259; s&#259; fie caracterizat de o temperatur&#259; mai mare dec&#226;t temperatura sistemului care prime&#351;te
   energie.
   
<P>Toate aceste considera&#355;ii pot fi sintetizate &#238;ntr-un enun&#355; de maxim&#259; generalitate:

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;<I>Principiul zero al termodinamicii:</I> Dou&#259; sisteme termodinamice
   care sunt &#238;n echilibru termic cu un al treilei, sunt &#238;n echilibru termic &#351;i &#238;ntre ele.</B>
</DIV>

<P>Acest principiu afirm&#259; <I>tranzitivitatea</I> echilibrului termic, fundamenteaz&#259; introducerea no&#355;iunii de 
   temperatur&#259; &#351;i nu este o afirma&#355;ie banal&#259;! Multe rela&#355;ii <I>nu sunt</I> tranzitive. De exemplu, dac&#259; dou&#259; buc&#259;&#355;i de fier
   interac&#355;ioneaz&#259; magnetic cu o bucat&#259; magnetizat&#259; de fier, primele dou&#259; buc&#259;&#355;i <I>nu</I> interac&#355;ioneaz&#259; magnetic &#238;ntre ele.

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 4-1</B>
  <P>Un termometru &#238;n echilibru termic cu o pardoseal&#259; de ciment indic&#259; 25&deg;C. Acela&#351;i termometru, &#238;n echilibru termic cu un
     covor de pe pardoseala de ciment indic&#259; tot 25&deg;C. P&#259;&#351;ind descul&#355;(&#259;), pardoseala de ciment &#238;&#355;i pare mai rece dec&#226;t
     covorul.
  <P>Sunt oare &#238;n echilibru termic covorul &#351;i pardoseala?
</DIV>

<P>Conform principiului zero al termodinamicii, pardoseala de ciment &#351;i covorul <I>sunt</I> &#238;n echilibru termic, devreme ce
   sunt, r&#226;nd pe r&#226;nd, &#238;n echilibru termic cu termometrul care indic&#259; 25&deg;C, chiar dac&#259; senza&#355;iile tale sunt diferite. E&#351;ti
   deja avertizat(&#259;) c&#259; senza&#355;iile de cald &#351;i rece pot fi &#238;n&#351;el&#259;toare!
   
<P>Caracterizarea st&#259;rii unui sistem termodinamic con&#355;ine &#351;i temperatura ca unul dintre parametrii semnificativi.

<P>C&#226;nd cre&#351;te temperatura unui corp (cum este lichidul unui termometru), modificarea volumului lichidului este corelat&#259; cu
   modificarea temperaturii acestuia. Unii parametrii care caracterizeaz&#259; starea <I>depind</I> de valorile altor parametri.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>parametri independen&#355;i</I> ai unui sistem acei parametri
   ai sistemului ale c&#259;ror valori nu depind de valorile celorlal&#355;i parametri.</B>
</DIV>

<P>Putem <I>alege</I> convenabil parametrii independen&#355;i. De exemplu, din setul de parametri mas&#259;, volum, densitate, putem 
   alege oricare doi ca fiind independen&#355;i. Cel de&minus;al treilea poate fi ob&#355;inut din rela&#355;ia de defini&#355;ie a densit&#259;&#355;ii.
   
<P>Ce nu putem alege este <I>num&#259;rul</I> parametrilor independen&#355;i &minus; acest num&#259;r este o caracteristic&#259; a fiec&#259;rui
   sistem.
   
<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Num&#259;rul de parametrii independen&#355;i ai unui sistem este <I>num&#259;rul
   de grade de libertate</I> ale sistemului.</B>
</DIV>

<P>Cunosc&#226;nd valorile tuturor parametrilor independen&#355;i ai unui sistem, caracterizarea acelui sistem este complet&#259;.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>stare</I> a unui sistem setul valorilor tuturor parametrilor
   independen&#355;i ai acelui sistem.</B>
</DIV>

<P>Prin interac&#355;iuni (interne sau cu mediul extern), starea unui sistem termodinamic se poate modifica &#238;n timp.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>transformare</I> a unui sistem oricare modificare a st&#259;rii
   acelui sistem.</B>
</DIV>

<P>&#206;nc&#259;lzirea &#351;i r&#259;cirea, comprimarea sau destinderea sunt exemple de transform&#259;ri.

<P>Dac&#259; am putea izola un sistem termodinamic de mediul s&#259;u, dup&#259; un timp suficient de lung ne a&#351;tept&#259;m ca parametrii sistemului
   s&#259; se stabilizeze.
   
<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>echilibru termodinamic</I> starea unui sistem termodinamic
   care, odat&#259; atins&#259;, nu se mai modific&#259; f&#259;r&#259; interac&#355;iuni cu mediul sistemului.</B>
</DIV>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 4-2</B>
  <P>&#206;nc&#259;perea &#238;n care te afli, cu tot ce con&#355;ine, este oare &#238;n echilibru termodinamic?
</DIV>

</BODY>
</HTML>















