<HTML>
<HEAD>
<TITLE>IB-5. M&#259;surarea temperaturii</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE width=100%>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3 align=right>No&#355;iuni termodinamice de baz&#259;</H3></H3>
  </TR>
</TABLE>
<H2 class="challange">B-5. M&#259;surarea temperaturii</H2>

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Instrumentul cu care m&#259;sur&#259;m temperatura unui sistem termodinamic
   este <I>termometrul</I>.</B>
</DIV>

<P>Acesta con&#355;in o <I>substan&#355;&#259; termometric&#259;</I> (un lichid &#238;n cazul unui termometru cu lichid, un gaz &#238;n cazul unuia cu gaz etc.).

<P>Temperatura este indicat&#259; indirect, prin m&#259;surarea unei propriet&#259;&#355;i anume a substan&#355;ei termometrice, numit&#259; <I>proprietate
   termometric&#259;</I> (lungimea unei coloane de lichid, presiunea unui gaz etc.).
   
<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 5-1</B>
  <P>&#206;n cazul unui termometru cu mercur, ca cel din figura 5-1, care este substan&#355;a termometric&#259; &#351;i care este proprietatea 
     termometric&#259;?
  <P><IMG src="img/1b5_1.jpg" hspace=4><BR>
     <FONT size=-1><I><B>&nbsp;Figura 5-1. </B>Termometru cu mercur.</I></FONT>
</DIV>

<P>C&#226;nd m&#259;sori temperatura unui sistem termodinamic, termometrul trebuie s&#259; interac&#355;ioneze termic cu acel sistem pentru a 
   ajunge la echilibru termic. Doar la echilibru termic temperatura termometrului este egal&#259; cu cea a sistemului termodinamic
   a c&#259;rui temperatur&#259; este m&#259;surat&#259;. Stabilirea echilibrului termic este semnalat&#259; de stabilizarea indica&#355;iilor termometrului.
   
<P>Po&#355;i gr&#259;bi stabilirea echilibrului termic facilit&#226;nd transferul de energie &#238;ntre termometru &#351;i sistemul termodinamic a 
   c&#259;rui temperatur&#259; o m&#259;sori. O suprafa&#355;&#259; de contact c&#226;t mai mare permite mai multor particule s&#259; interac&#355;ioneze deodat&#259;, 
   astfel c&#259; transferul de energie este mai rapid &#351;i echilibrul termic se stabile&#351;te mai cur&#226;nd.
   
<P>De aceea trebuie s&#259; &#355;ii str&#226;ns sub bra&#355;, &#238;n contact cu piele, c&#226;teva minute un termometru medical pentru a fii sigur c&#259; 
   s&minus;a stabilit echilibrul termic &#238;ntre termometru &#351;i corpul t&#259;u. Doar la echilibru termic temperatura termometrului
   coincide cu temperatura pielii.
   
<P>Termometrele pe care le folose&#351;ti au, cel mai probabil, diviziuni marcate &#238;n &deg;C. De&#351;i au forme, dimensiuni &#351;i
   substan&#355;e termometrice diferite, termometrele corect etalonate vor indica, &#238;n condi&#355;ii identice, aproape aceea&#351;i temperatur&#259;
   (&#238;n limitele erorilor admisibile pentru fiecare termometru &#238;n parte).
   
<P>Concordan&#355;a indica&#355;iilor termometrelor se datoreaz&#259; metodei de gradare a scalelor acestora, metod&#259; datorat&#259; lui
   Anders Celsius (figura 2&minus;3).
   
<P><IMG src="img/1b5_2.jpg" hspace=4><BR>
   <FONT size=-1><I><B>&nbsp;Figura 5-2. </B>Anders Celsius (1701&minus;1744) &#351;i termometrul realizat de acesta &#238;n 1742.</I></FONT>
   
<P>Termometrul care trebuie etalonat se cufund&#259; &#238;ntr&minus;o baie de ghea&#355;&#259; care se tope&#351;te, la presiune atmosferic&#259; normal&#259;.
   Dup&#259; stabilirea echilibrului termic, indica&#355;iei termometrului i se asociaz&#259; temperatura 0&deg;C.

<P>Acela&#351;i termometru este apoi men&#355;inut &#238;n ap&#259; care fierbe, la presiune atmosferic&#259; normal&#259;. Dup&#259; stabilirea echilibrului
   termic, indica&#355;iei termometrului i se asociaz&#259; temperatura 100&deg;C. 
   
<P>Intervalul dintre cele dou&#259; indica&#355;ii este &#238;mp&#259;r&#355;it &#238;ntr&minus;o sut&#259; de p&#259;r&#355;i egale. Fiecare interval astfel ob&#355;inut corespunde
   unei modific&#259;ri de temperatur&#259; de un grad Celsius. Scara termometrului este extins&#259; cu diviziuni de aceea&#351;i m&#259;rime sub 0&deg;C &#351;i
   peste 100&deg;C. 

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 5-1</B>
  <P>Verific&#259; etalonarea unui termometru de laborator, capabil s&#259; m&#259;soare temperaturi &#238;n gama 0&deg;C...100&deg;C. Lucreaz&#259;
     &#238;n echip&#259;.
  <P><B><I>Pasul 1. </I></B>Sf&#259;r&#226;ma&#355;i ghea&#355;&#259; &#238;ntr-un pahar &#351;i cufunda&#355;i bulbul termometrului &#238;n ghea&#355;&#259;, departe de pere&#355;ii &#351;i
     fundul paharului. A&#351;tepta&#355;i ca ghea&#355;a s&#259; &#238;nceap&#259; s&#259; se topeasc&#259;. Nota&#355;i indica&#355;iile termometrului, atunci c&#226;nd temperatura
     acestuia este 0&deg;C (consider&#226;ndc&#259; presiunea atmosferic&#259; este cea normal&#259;).
  <P><B><I>Pasul 2. </I></B>Turna&#355;i ap&#259; &#238;ntr&minus;un pahar larg de sticl&#259; termorezistent&#259; (pahar Berzelius). Fixa&#355;i cu un 
     stativ termometrul, astfel ca bulbul acestuia s&#259; se afle complet cufundat &#238;n ap&#259;, departe de pere&#355;ii &#351;i fundul paharului.
     Aduce&#355;i apa la fierbere cu un fierb&#259;tor cu imersie (termoplonjor). &#206;n timp de fierbe apa, nota&#355;i indica&#355;ia termometrului atunci
     c&#226;nd temperatura acestuia este 100&deg;C (condiser&#226;nd c&#259; presiunea atmosferic&#259; este cea normal&#259;).
  <P><B><I>Pasul 3. </I></B>Dac&#259; indica&#355;iiile termometrului difer&#259; de cele a&#351;teptate, stabili&#355;i o rela&#355;ie de corec&#355;ie, astfel ca s&#259;
     pute&#355;i m&#259;sura mai precis temperatura folosind acel termometru.
  <P><B><I>Pasul 4. </I></B>L&#259;sa&#355;i termometrul s&#259; ajung&#259; la echilibru termic cu aerul din camer&#259; &#351;i folosi&#355;i rela&#355;ia de 
     corec&#355;ie pentru a determina cu mai mare acurate&#355;e temperatura aerului.    
</DIV>
   
</BODY>
</HTML>
















