<HTML>
<HEAD>
<TITLE>IC-3. Coeficien&#355;i calorici</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3 align=right>Calorimetrie</H3></TD>
  </TR>
</TABLE>
<H2 class="challange">C-3. Coeficien&#355;i calorici</H2>

<P>C&#226;nd ai nevoie de ap&#259; fierbinte pentru un ceai, po&#355;i folosi un fierb&#259;tor electric sau ma&#351;ina de g&#259;tit cu gaze. Oricare
   metod&#259; de &#238;nc&#259;lzire alegi, trebuie transferat&#259; apei o anumit&#259; cantitate de energie.
   
<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 3-1</B>
  <P>M&#259;soar&#259; c&#226;t&#259; energie trebuie transferat&#259; pentru a &#238;nc&#259;lzi un sistem. Lucreaz&#259; &#238;n echip&#259;.
  <P><B><I>Pasul 1. </I></B>Pune&#355;i &#238;ntr&minus;un termos (sau &#238;ntr&minus;un calorimetru din laborator) un termometru &#351;i un
     &#238;nc&#259;lzitor cu imersie a c&#259;rui putere o cunoa&#351;te&#355;i (este &#238;nscris&#259; pe acesta). Turna&#355;i ap&#259; p&#226;n&#259; c&#226;nd partea metalic&#259; a 
     &#238;nc&#259;lzitorului este cufundat&#259; &#238;n ap&#259;. Nu conecta&#355;i &#238;nc&#259; &#238;nc&#259;lzitorul la re&#355;ea.
  <P><B><I>Pasul 2. </I></B>A&#351;tepta&#355;i stabilirea echilibrului termic &#238;ntre ap&#259;, vasul termosului, &#238;nc&#259;lzitor &#351;i termometru.
     Nota&#355;i temperatura sistemului.
  <P><B><I>Pasul 3. </I></B>Conecta&#355;i &#238;nc&#259;lzitorul la re&#355;ea &#351;i cronometra&#355;i un minut de func&#355;ionare a acestuia. Dup&#259; aceea deconecta&#355;i&minus;l. Nota&#355;i
     temperatura final&#259; atins&#259; de sistem. &#206;ndep&#259;rta&#355;i &#238;nc&#259;lzitorul &#351;i termometrul, apoi m&#259;sura&#355;i volumul apei din termos.
  <P><B><I>Pasul 4. </I></B>Calcula&#355;i c&#226;t&#259; energie a transferat &#238;nc&#259;lzitorul sistemului pentru a&minus;i produce varia&#355;ia de
     temperatur&#259; pe care a&minus;&#355;i m&#259;surat&minus;o.     
</DIV>

<P>Cantitatea de energie care trebuie furnizat&#259; unui sistem pentru a&minus;i modifica temperatura cu un kelvin este o caracteristic&#259;
   a sistemului.
   
<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 3-1</B>
  <P>C&#226;t&#259; energie trebuie transferat&#259; sistemului din activitatea experimental&#259; 3&minus;1 pentru a&minus;i modifica temperatura
     cu un kelvin?
</DIV>
  
<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>capacitate caloric&#259;</I> a unui sistem rezultatul &#238;mp&#259;r&#355;irii
   cantit&#259;&#355;ii de c&#259;ldur&#259; primit&#259; sau cedat&#259; de sispem la varia&#355;ia de temperatur&#259; a acestuia:</B>
   <P align=center><IMG src="img/e1c3_1.gif">
</DIV>
   
<P>Unitatea de m&#259;sur&#259; pentru capacitatea caloric&#259;, &#238;n Sistemul Interna&#355;ional este J/K (joule/kelvin).

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 3-2</B>
  <P>C&#226;t este capacitatea caloric&#259; a unui sistem care cedeaz&#259; 838&nbsp;J r&#259;cindu&minus;se cu 2&nbsp;K?
</DIV>

<P>Pentru acest sistem, Q=&minus;838&nbsp;J (c&#259;ldur&#259; cedat&#259;) &#351;i &Delta;t=&minus;2&nbsp;K (temperatura scade). Astfel, 
   capacitatea caloric&#259; a sistemului este:
   
<P align=center><IMG src="img/e1c3_2.gif">

<P>Cunosc&#226;nd capacitatea caloric&#259; a unui sistem, po&#355;i calcula c&#226;t este cantitatea de c&#259;ldur&#259; care trebuie cedat&#259; sau primit&#259;
   de sistem pentru a&minus;i produce o modificare dorit&#259; de temperatur&#259;:
   
<P align=center>Q=C&middot;&Delta;t.

<P>&#206;n rela&#355;ia precedent&#259;, capacitatea caloric&#259; a sistemului are rolul unui coeficient. Capacitatea caloric&#259; este un <I>coeficient
   caloric</I>.
   
<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 3-3</B>
  <P>&#206;n experimentul precedent, cea mai mare parte a energiei furnizate de &#238;nc&#259;lzitor a primit&minus;o apa. Neglij&#226;nd celelalte
     transferuri de energie, c&#226;t este capacitatea caloric&#259; a apei din termos?
</DIV>

<P>Unele sisteme termodinamice au o compozi&#355;ie omogen&#259; (sunt alc&#259;tuite dintr&minus;o singur&#259; substan&#355;&#259;). Putem caracteriza
   fiecare substan&#355;&#259; &#238;n parte prin cantitatea de energie care trebuie furnizat&#259; <I>fiec&#259;rui kilogram</I> din acea substan&#355;&#259;
   pentru a&minus;i modifica temperatura cu un kelvin.
   
<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>c&#259;ldur&#259; specific&#259;</I> a unei substan&#355;e, capacitatea 
   caloric&#259; a fiec&#259;rui kilogram din acea substan&#355;&#259;.</B>
</DIV>

<P>Astfel,

<P align=center><IMG src="img/e1c3_3.gif">

<P>unde <I>Q</I> este cantitatea de c&#259;ldur&#259; transferat&#259;, <I>m</I> este masa cantit&#259;&#355;ii din acea substan&#355;&#259;, iar <I>&Delta;t</I>
   este varia&#355;ia de temperatur&#259; produs&#259;.    

<P>Unitatea de m&#259;sur&#259; pentru c&#259;ldura specific&#259;, &#238;n Sistemul Interna&#355;ional, este J/(kg&middot;K).

<P>Cunosc&#226;nd c&#259;ldura specific&#259; a unei substan&#355;e, po&#355;i calcula cantitatea de c&#259;ldur&#259; necesar&#259; modific&#259;rii temperaturii unei 
   cantit&#259;&#355;i din acea substan&#355;&#259;:
   
<P align=center><IMG src="img/e1c3_4.gif">

<P>C&#259;ldura specific&#259; este un coeficient caloric.

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 3-4</B>
  <P>Folosind datele din experimentul precedent, c&#226;t ob&#355;ii pentru c&#259;ldura specific&#259; a apei?
</DIV>

<P>Tabelul 3&minus;1 prezint&#259; c&#259;ldurile specifice pentru c&#226;teva substan&#355;e uzuale:

<P><I><SUB><B>Tabelul 1-1. </B>C&#259;lduri specifice la presiune constant&#259; (la temperatura 
   293&nbsp;K &#351;i presiune atmosferic&#259; normal&#259;).</SUB></I>
<CENTER>
<TABLE border=1 cellpadding=4>
  <TR bgcolor=#dddddd>
    <TD align=center><B>Substan&#355;a</B></TD>
    <TD align=center><B>C&#259;ldura<BR>specific&#259;<BR>J/(kg&middot;K)</B></TD>
  </TR>
  <TR>
    <TD>ap&#259;</TD>
    <TD align=right>4190</TD>
  </TR>
  <TR>
    <TD>ghea&#355;&#259;</TD>
    <TD align=right>2100</TD>
  </TR>
  <TR>
    <TD>aer</TD>
    <TD align=right>993</TD>
  </TR>
  <TR>
    <TD>aluminiu</TD>
    <TD align=right>913</TD>
  </TR>
  <TR>
    <TD>sticl&#259;</TD>
    <TD align=right>670</TD>
  </TR>
  <TR>
    <TD>o&#355;el</TD>
    <TD align=right>420</TD>
  </TR>
  <TR>
    <TD>cupru</TD>
    <TD align=right>385</TD>
  </TR>
</TABLE>
</CENTER>


</BODY>
</HTML>
















