<HTML>
<HEAD>
<TITLE>IC-5. Determinarea c&#259;ldurii specifice a unei substan&#355;e</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3 align=right>Calorimetrie</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>C-5.&nbsp;</H2></TD>
    <TD><H2>Determinarea c&#259;ldurii specifice a unei substan&#355;e</H2></TD>
  </TR>
</TABLE>
</DIV>

<P>Conexiunile electrice &#238;n aparatura electronic&#259; sunt efectuate prin topirea unui aliaj de lipit. (figura 5&minus;1)

<P>Caracterisiticile termice ale aliajului de lipit sunt esen&#355;iale pentru reu&#351;ita opera&#355;iei.

<P><IMG src="img/1c5_1.jpg" hspace=4><BR>
   <FONT size=-1><I><B>&nbsp;Figura 5-1. </B>Realizarea conexiunilor electrice prin topirea aliajului de lipit.</I></FONT>

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 5-1</B>
  <P>M&#259;soar&#259; c&#259;ldura specific&#259; a aliajului de lipit. Lucreaz&#259; &#238;n echip&#259;.
  <P><B><I>Pasul 1. </I></B>M&#259;sura&#355;i masa &#351;i lungimea unui fir lung de aliaj de lipit. Calcula&#355;i masa unit&#259;&#355;ii de lungime. T&#259;ia&#355;i
     lungimea corespunz&#259;toare unei mase de 50&nbsp;g &#351;i &#238;nf&#259;&#351;ura&#355;i&minus;o pe un creion rotund. Forma&#355;i un c&#226;rlig la un cap&#259;t
     al &#238;nf&#259;&#351;ur&#259;rii si lega&#355;i de c&#226;rlig un fir de a&#355;&#259; lung de aproximativ 30&nbsp;cm, ca &#238;n figura 5&minus;2.
  <P><IMG src="img/1c5_2.jpg" hspace=4><BR>
     <FONT size=-1><I><B>&nbsp;Figura 5-2. </B>Proba de aliaj de lipit.</I></FONT>
  <P><B><I>Pasul 2. </I></B>Turna&#355;i &#238;ntr&minus;un termos o cantitate de ap&#259; cu masa 100&nbsp;g &#351;i m&#259;sura&#355;i temperatura apei la 
     echilibru termic cu termosul.
  <P><B><I>Pasul 3. </I></B>Pune&#355;i proba de aliaj de lipit &#238;ntr&minus;un pahar de sticl&#259; termorezistent&#259;, plin cu ap&#259;. Trece&#355;i 
     firul de a&#355;&#259; peste marginea paharului, astfel &#238;nc&#226;t s&#259; pute&#355;i scoate proba tr&#259;g&#226;nd de fir. Folosi&#355;i un &#238;nc&#259;lzitor cu
     imersie &#351;i aduce&#355;i apa la fierbere. Astfel ve&#355;i &#351;ti temperatura probei c&#226;nd apa fierbe: 100&deg;C (presupun&#226;nd c&#259;
     presiunea atmosferic&#259; este cea normal&#259;).
  <P><B><I>Pasul 4. </I></B>C&#226;nd apa fierbe, scoate&#355;i proba din ap&#259; (&#355;in&#226;nd de cap&#259;tul liber al firului de a&#355;&#259;) &#351;i cufunda&#355;i&minus;o
     repede &#238;n apa din termos. Nota&#355;i temperatura la care se stabile&#351;te echilibrul termic. Recupera&#355;i aliajul de lipit &minus;
     acesta poate fi folosit &#238;n proiectele viitoare, nefiind afectat de "tratamentul" la care l&minus;a&#355;i supus.
  <P><B><I>Pasul 5. </I></B>Aplica&#355;i principiile calorimetriei &#351;i determina&#355;i c&#259;ldura specific&#259; a aliajului de lipid. Compara&#355;i
     rezultatul ob&#355;inut cu cele ob&#355;inute de celelalte echipe. Analiza&#355;i sursele de erori care ar fi putut afecta rezultatul &#351;i
     face&#355;i propuneri pentru cre&#351;terea acurate&#355;ii determin&#259;rii.
</DIV>

</BODY>
</HTML>



















