<HTML>
<HEAD>
<TITLE>ID-2. C&#259;ldura &#351;i lucrul mecanic</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Principiul I al termodinamicii</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>D-2.&nbsp;</H2></TD>
    <TD><H2>C&#259;ldura &#351;i lucrul mecanic</H2></TD>
  </TR>
</TABLE>
</DIV>

<P>Energia intern&#259; a unui sistem termodinamic se poate modifica prin transfer (cedare sau primire) de energie &#238;ntre sistem
   &#351;i mediul s&#259;u.
   
<P>Deosebim dou&#259; modalit&#259;&#355;i fundamentale de transfer de energie &#238;ntre sistem &#351;i mediul s&#259;u: fie schimbul de energie se
   datoreaz&#259; unei diferen&#355;e de temperatur&#259; dintre sistem &#351;i mediul s&#259;u, fie nu.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>c&#259;ldur&#259;</I> forma de transfer de energie &#238;ntre un sistem
   &#351;i mediul s&#259;u datorit&#259; diferen&#355;ei de temperatur&#259; dintre sistem &#351;i mediul s&#259;u.</B>
</DIV>

<P>C&#226;nd cufunzi un ou fierbinte &#238;n ap&#259; rece, exist&#259; o diferen&#355;&#259; de temperatur&#259; dintre ou (sitemul termodinamic considerat) &#351;i
   mediul s&#259;u (apa ini&#355;ial mai rece). Datorit&#259; acestei diferen&#355;e de temperatur&#259;, oul cedeaz&#259; apei o cantitate de c&#259;ldur&#259;. 
   Aceea&#351;i cantitate de c&#259;ldur&#259; o prime&#351;te apa.
   
<P>Suntem nevoi&#355;i s&#259; deosebim o cantitate de c&#259;ldur&#259; primit&#259; de una cedat&#259;. Am ales s&#259; consider&#259;m pozitiv&#259; o cantitate de 
   c&#259;ldur&#259; primit&#259; &#351;i negativ&#259; una cedat&#259; (figura 2&minus;1).

<P><CENTER><IMG src="img/1d2_1.jpg" hspace=4></CENTER><BR>
   <FONT size=-1><I><B>&nbsp;Figura 2-1. </B>Conven&#355;ia de semne pentru cantit&#259;&#355;ile de c&#259;ldur&#259; primite &#351;i cedate.</I></FONT>
   
<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 2-1</B>
  <P>Un sistem este izolat termic de mediul s&#259;u, astfel &#238;nc&#226;t este &#238;mpiedicat orice transfer de c&#259;ldur&#259; &#238;ntre sistem &#351;i 
     mediul s&#259;u. Oare mei poate avea loc vreun transfer de energie &#238;ntre acest sistem &#351;i mediul s&#259;u?
</DIV>

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 2-1</B>
  <P>Investigheaz&#259; transferul de energie dintre un sistem izolat termic &#351;i mediul s&#259;u.
  <P><B><I>Pasul 1. </I></B>Desigileaz&#259; din ambalajul s&#259;u o sering&#259; de unic&#259; folosin&#355;&#259;, av&#226;nd capacitatea 10&nbsp;mL. 
     Pozi&#355;ioneaz&#259; pistonul &#238;n interiorul seringii, astfel &#238;nc&#226;t s&#259; delimiteze 10&nbsp;mL de aer.
  <P><B><I>Pasul 2. </I></B>Astup&#259; cu un deget cap&#259;tul liber al seringii &#351;i men&#355;ine&minus;l astupat tot timpul acestui
     experiment. Apas&#259; puternic pistonul.
  <P><B><I>Pasul 3. </I></B>Elibereaz&#259; brusc pistonul seringii. Observ&#259; ce se &#238;nt&#226;mpl&#259;.
  <P><B><I>Pasul 4. </I></B>Folose&#351;te observa&#355;iile f&#259;cute pentru a formula un r&#259;spuns la provocarea 2&minus;1.
</DIV>

<P>Aerul &#238;nchis &#238;n sering&#259; este bine izolat termic de mediul s&#259;u extern (materialul din care este confec&#355;ionat&#259; seringa are
   conductibilitate termic&#259; redus&#259;). Ap&#259;s&#226;nd pistonul, transferi energie gazului din sering&#259;, iar c&#226;nd eliberezi pistonul, 
   gazul transfer&#259; energie mediului. &#206;n tot acest timp, transferul de c&#259;ldur&#259; dintre aerul din sering&#259; &#351;i mediul s&#259;u este
   neglijabil. A&#351;adar, un sistem termodinamic poate schimba energie cu mediul s&#259;u chiar dac&#259; nu exist&#259; transfer de c&#259;ldur&#259;.
   
<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>lucru mecanic</I> forma de transfer de energie &#238;ntre un sistem
   &#351;i mediul s&#259;u care <I>nu</I> este datorat&#259; diferen&#355;ei de temperatur&#259; dintre sistem &#351;i mediul s&#259;u.</B>
</DIV>

<P>Ap&#259;s&#226;nd pistonul, acesta se deplaseaz&#259;. Pe parcursul deplas&#259;rii pistonului, for&#355;a pe care acesta o exercit&#259; asupra 
   aerului din sering&#259; efectueaz&#259; lucru mecanic. Gazul prime&#351;te lucru mecanic. C&#226;nd eliberezi pistonul, gazul efectueaz&#259;
   lucru mecanic, readuc&#226;nd pistonul &#238;n pozi&#355;ia ini&#355;ial&#259;.
   
<P>Suntem nevoi&#355;i s&#259; deosebim lucrul mecanic primit de cel cedat. Vom considera pozitiv lucrul mecanic cedat &#351;i negativ
   cel primit (figura 2&minus;2).

<P><CENTER><IMG src="img/1d2_2.jpg" hspace=4></CENTER><BR>
   <FONT size=-1><I><B>&nbsp;Figura 2-2. </B>Conven&#355;ia de semne pentru lucrul mecanic primit &#351;i cel cedat.</I></FONT>

<P>Motivul pentru care am ales acela&#351;i semn at&#226;t pentru lucrul mecanic primit, c&#226;t &#351;i pentru c&#259;ldura cedat&#259;, este c&#259; un sistem poate
   primi oric&#226;t timp lucru mecanic eliber&#226;nd energie sub form&#259; de c&#259;ldur&#259;, f&#259;r&#259; a&minus;&#351;i modifica starea.
   
<P>A&#351;a se &#238;nt&#226;mpl&#259;, de exemplu, c&#226;nd &#238;ncerci s&#259; g&#259;ure&#351;ti cu un burghiu tocit. De&#351;i se transfer&#259; &#238;n permanen&#355;&#259; lucru mecanic
   piesei prin rotirea burghiului, starea piesei nu se modific&#259;, aceasta transfer&#226;nd c&#259;ldur&#259; mediului ambiant. Eliberarea
   unei cantit&#259;&#355;i de energie sub form&#259; de c&#259;ldur&#259; poate compensa efectele aceleia&#351;i cantit&#259;&#355;i de energie primit&#259; sub form&#259; de
   lucru mecanic.

</BODY>
</HTML>





















