<HTML>
<HEAD>
<TITLE>ID-4. Principiul I al termodinamicii</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Principiul I al termodinamicii</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>D-4.&nbsp;</H2></TD>
    <TD><H2>Principiul I al termodinamicii</H2></TD>
  </TR>
</TABLE>
</DIV>

<P>Energia intern&#259; a unui sistem termodinamic se poate modifica doar prin transfer de energie sub form&#259; de c&#259;ldur&#259; &#351;i/sau
   lucru mecanic &#238;ntre sistem &#351;i mediul s&#259;u (figura 4&minus;1).

<P><TABLE>
     <TR>
       <TD>
         <P><IMG src="img/1d4_1a.jpg" hspace=4>
       </TD>
       <TD>
         <FONT size=-1><I><B>&nbsp;Figura 4-1. </B>Modificarea energiei interne a unui sistem termodinamic ca urmare a 
            transferului de energie &#238;ntre sistem &#351;i mediul s&#259;u:
            <P><B>a) </B>sistemul este &#238;n echilibru cu mediul s&#259;u (starea ini&#355;ial&#259;);
         </I></FONT>         
       </TD>
     </TR>
     <TR>
       <TD>
         <P><IMG src="img/1d4_1b.jpg" hspace=4>
       </TD>
       <TD>
         <FONT size=-1><I>
            <P><B>b) </B>sistemul interac&#355;ioneaz&#259; cu mediul s&#259;u, schimb&#226;nd cu acesta energie sub form&#259; de c&#259;ldur&#259; &#351;i/sau
               lucru mecanic;         
         </I></FONT>   
       </TD>
     </TR>
     <TR>
       <TD>
         <P><IMG src="img/1d4_1c.jpg" hspace=4>
       </TD>
       <TD>
         <FONT size=-1><I>
            <P><B>c) </B>sistemul atinge o nou&#259; stare de echilibru cu mediul s&#259;u (starea final&#259;).
         </I></FONT>   
       </TD>
     </TR>
   </TABLE>

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Fiec&#259;rei st&#259;ri de echilibru a unui sistem termodinamic &#238;i asociem
   o m&#259;rime fizic&#259; de stare &minus; energia sa intern&#259;.</B>
</DIV>

<P>Una dintre cele mai fertile idei din fizic&#259; este cea care afirm&#259; c&#259; energia provine doar din energie. Cu alte cuvinte,
   <B>energia se conserv&#259;</B>. Oriunde apare un surplus de energie, &#238;n alt&#259; parte apare un deficit de energie, tot at&#226;t de
   mare.
   
<P>Formularea principiului conserv&#259;rii energiei pentru procesele termodinamice constituie:

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;<I>Prinicipiul I al termodinamicii:</I><P>Varia&#355;ia energiei interne
   a unui sistem este suma algebric&#259; a c&#259;ldurii &#351;i lucrului mecanic transferate &#238;ntre sistem &#351;i mediul s&#259;u:</B>
   <P align=center><IMG src="img/e1d4_1.gif">
</DIV>

<P>Semnul minus din expresia principiului I al termodinamicii se datoreaz&#259; conven&#355;iei de semne pe care o folosim. C&#226;nd sistemul
   prime&#351;te c&#259;ldur&#259; (<I>Q</I>>0), dar nu &#351;i lucru mecanic (<I>L</I>=0), energia lui intern&#259; cre&#351;te (figura 4&minus;2):
   
<P align=center><IMG src="img/e1d4_2.gif">
   
<P><TABLE>
  <TR>
    <TD>
      <IMG src="img/1d4_2.jpg" hspace=4>
    </TD>
    <TD>
      <FONT size=-1><I><B>Fig. 4&minus;2.&nbsp;</B>Energia intern&#259; a sistemului cre&#351;te pe seama cantit&#259;&#355;ii de c&#259;ldur&#259; primit&#259;.</I></FONT>   
    </TD>
  </TR>
</TABLE>
    
<P>C&#226;nd sistemul prime&#351;te lucru mecanic (<I>L</I><0), dar nu &#351;i c&#259;ldur&#259; (<I>Q</I>=0), energia sa intern&#259; cre&#351;te (figura 4&minus;3):

<P align=center><IMG src="img/e1d4_3.gif">

<P><TABLE>
  <TR>
    <TD>
      <IMG src="img/1d4_3.jpg" hspace=4>
    </TD>
    <TD>
      <FONT size=-1><I><B>Fig. 4&minus;3.&nbsp;</B>Energia intern&#259; a sistemului cre&#351;te pe seama lucrului mecanic efectuat
        asupra sistemului.</I></FONT>   
    </TD>
  </TR>
</TABLE>

<P>Tot astfel, energia intern&#259; a sistemului se mic&#351;oreaz&#259; (<I>&Delta;U</I><0) dac&#259; sistemul transfer&#259; mediului s&#259;u energie
   sub form&#259; de c&#259;ldur&#259; sau lucru mecanic.
   
<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 4-1</B>
  <P>C&#226;t este varia&#355;ia energiei interne a unui sistem termodinamic care este supus unui proces &#238;n urma c&#259;ruia revine la
     starea ini&#355;ial&#259; (proces ciclic)?
</DIV>

<P>Dac&#259; st&#259;rile ini&#355;ial&#259; &#351;i final&#259; coincid, varia&#355;ia energiei interne este nul&#259; (aceea&#351;i energie intern&#259; caracterizeaz&#259;
   at&#226;t starea ini&#355;ial&#259; c&#226;t &#351;i cea final&#259; a sistemului). Conform principiului I al termodinamicii, dac&#259; <I>&Delta;U</I>=0,
   rezult&#259; <I>Q</I>=<I>L</I>. 

<P>Dac&#259; sistemul, pornind din aceea&#351;i stare ini&#355;ial&#259;, parcurge un alt proces ciclic, cu o varia&#355;ie mai ampl&#259; a parametrilor
   (presiune, temperatur&#259; etc.), varia&#355;ia de energie intern&#259; este nul&#259; &#351;i &#238;n acest caz:
   
<P align=center><IMG src="img/e1d4_4.gif">

<P>De data aceasta, <I>Q'</I>&ne;<I>Q</I> &#351;i <I>L'</I>&ne;<I>L</I> (au fost atinse temperaturi &#351;i presiuni diferite pe parcursul
   celor dou&#259; procese).

<P>Energia intern&#259; a unui sistem este o <I>m&#259;rime de stare</I> (varia&#355;ia energiei interne depinde doar de st&#259;rile ini&#355;ial&#259; &#351;i 
   final&#259; ale sistemului), dar cantitatea de c&#259;ldur&#259; &#351;i lucrul mecanic transferate &#238;ntre sistem &#351;i mediul s&#259;u sunt
   <I>m&#259;rimi de proces</I> (depind de procesul la care particip&#259; sistemul).

</BODY>
</HTML>

























