<HTML>
<HEAD>
<TITLE>IE-2. Energia intern&#259; a gazului ideal</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Transform&#259;ri simple ale gazului ideal</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>E-2.&nbsp;</H2></TD>
    <TD><H2>Energia intern&#259; a gazului ideal</H2></TD>
  </TR>
</TABLE>
</DIV>

<P>&#206;n modelul gazului ideal, neglij&#259;m cu totul for&#355;ele intermoleculare, astfel c&#259; neglij&#259;m orice energie poten&#355;ial&#259; datorat&#259;
   for&#355;elor intermoleculare.
   
<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Energia intern&#259; a gazului ideal este energia cinetic&#259; total&#259;
   de agita&#355;ie termic&#259; a particulelor gazului.</B>
</DIV>

<P>O particul&#259; poate "stoca" energie cinetic&#259; &#238;n mai multe moduri &minus; fiec&#259;rui parametru al pozi&#355;iei particulei care se 
   poate modifica independent &#238;n timp i se poate asocia o energie cinetic&#259;.
   
<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>grad de libertate</I> al unei particule oricare parametru
   care caracterizeaz&#259; pozi&#355;ia particulei &#351;i care se poate modifica independent &#238;n timp.</B>
</DIV>

<P>O particul&#259; punctiform&#259; (molecul&#259; monoatomic&#259;) are <I>trei grade de libertate</I>: poate efectua mi&#351;c&#259;ri de transla&#355;ie
   cu trei componente independente, de&minus;a lungul celor trei axe de coordonate. Este necesar&#259; cunoa&#351;terea a trei coordonate
    <I>x</I>, <I>y</I> &#351;i <I>z</I> pentru precizarea pozi&#355;iei particulei (figura&nbsp;2&minus;1)

<P><IMG src="img/vrmla.gif" align=top>
   <A href="img/1e2_1.wrl" target=new><IMG src="img/1e2_1.jpg" border=0 hspace=14></A>
      <BR><FONT size=-1><I><B>&nbsp;Figura 2-1. </B>O molecul&#259; monoatomic&#259; are trei grade de libertate, toate de transla&#355;ie.
         </I></FONT></P>
         
<P>O molecul&#259; diatomic&#259; (asemenea unei haltere av&#226;nd lungimea fix&#259;) are <I>cinci grade de libertate</I> &minus; este necesar&#259;
   cunoa&#351;terea a cinci dintre cele &#351;ase coordonate care precizeaz&#259; pozi&#355;iile celor doi atomi (figura&nbsp;2&minus;2).
   
<P><IMG src="img/vrmla.gif" align=top>
   <A href="img/1e2_2.wrl" target=new><IMG src="img/1e2_2.jpg" border=0 hspace=14></A>
      <BR><FONT size=-1><I><B>&nbsp;Figura 2-2. </B>O molecul&#259; diatomic&#259; are cinci grade de libertate: trei de transla&#355;ie &#351;i
        dou&#259; de rota&#355;ie.
         </I></FONT></P>

<P>Una dintre cele &#351;ase coordonate depinde de celelalte (poate fi ob&#355;inut&#259; din rela&#355;ia care exprim&#259; distan&#355;a fix&#259; dintre cei
   doi atomi).
   
<P>"Fix&#226;nd" unul dintre cei doi atomi (preciz&#226;nd coordonatele acestuia), molecula &#238;nc&#259; se mai poate mi&#351;ca, rotindu&minus;se
   &#238;n jurul atomului "fixat". Cel&#259;lalt atom descrie suprafa&#355;a unei sfere (distan&#355;a dintre cei doi atomi este fix&#259;). Sunt
   necesare dou&#259; coordonate (longitudine &#351;i latitudine) pentru precizarea pozi&#355;iei pe o sfer&#259;. A&#351;adar, o molecul&#259; diatomic&#259;
   are cinci grade de libertate: trei de transla&#355;ie &#351;i dou&#259; de rota&#355;ie.

<P>Mi&#351;c&#259;rile unei molecule poliatomice pot fi foarte complexe: transla&#355;ii, rota&#355;ii, dar &#351;i vibra&#355;ii &#351;i deform&#259;ri.

<P>&#206;n cazul unei molecule "rigide", av&#226;nd cel pu&#355;in trei atomi necoliniari, num&#259;rul gradelor de libertate este &#351;ase
   (figura&nbsp;2&minus;3).
   
<P><IMG src="img/vrmla.gif" align=top>
   <A href="img/1e2_3.wrl" target=new><IMG src="img/1e2_3.jpg" border=0 hspace=14></A>
      <BR><FONT size=-1><I><B>&nbsp;Figura 2-3. </B>O molecul&#259; poliatomic&#259; "rigid&#259;" cu atomi necoliniari are &#351;ase grade de
          libertate: trei de transla&#355;ie &#351;i trei de rota&#355;ie.</I></FONT></P>
          
<P>Precizarea pozi&#355;iei a trei atomi necoliniari necesit&#259; precizarea a nou&#259; coordonate. Dac&#259; molecula este rigid&#259;, pot fi 
   scrise trei rela&#355;ii de distan&#355;&#259; &minus; r&#259;m&#226;n astfel &#351;ase parametri independen&#355;i.
   
<P>Prin numeroase ciocniri, energia intern&#259; a gazului ideal se repartizeaz&#259; <I>egal</I> pentru fiecare grad de libertate
   (echiparti&#355;ia energiei):
   
<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Fiec&#259;rui grad de libertate al particulelor gazului ideal &#238;i
   corespunde aceea&#351;i energie cinetic&#259; medie:</B>
   <P align=center><IMG src="img/e1e2_0.gif">
</DIV>

<P>Astfel, expresia presiunii gazului ideal poate fi scris&#259; indiferent care este gradul de libertate implicat:

<P><TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><IMG src="img/e1e2_1.gif"</TD>
         <TD align=right>(1)</TD>
      </TR>
   </TABLE>

<P>Astfel, energia intern&#259; a gazului ideal corespunz&#259;toare fiec&#259;rui grad de libertate al particulelor sale este:

<P><TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><IMG src="img/e1e2_2.gif"</TD>
         <TD align=right>(2)</TD>
      </TR>
   </TABLE>

<P>A&#351;adar, 

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Gazul ideal ale c&#259;rui molecule au <I>i</I> grade de libertate are
   energia intern&#259;:</B>
   <P align=center><IMG src="img/e1e2_3.gif">
</DIV>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 2-1</B>
  <P>Consider&#226;nd aerul gaz ideal cu molecule diatomice, c&#226;t este energia intern&#259; a aerul din &#238;nc&#259;perea &#238;n care te afli? 
  <P>C&#226;t&#259; ap&#259; cu temperatura ini&#355;ial&#259; 10&deg;C ar putea fi adus&#259; la fierbere cu aceast&#259; cantitate de energie?
</DIV>
   
</BODY>
</HTML>





























