<HTML>
<HEAD>
<TITLE>IE-3. Ecua&#355;ia de stare a gazului ideal</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Transform&#259;ri simple ale gazului ideal</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>E-3.&nbsp;</H2></TD>
    <TD><H2>Ecua&#355;ia de stare a gazului ideal</H2></TD>
  </TR>
</TABLE>
</DIV>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 3-1</B>
  <P>De ce oare este &#238;nscris pe tuburile de spray avertismentul de a nu fi aruncate &#238;n foc?
</DIV>

<P>C&#226;nd sunt &#238;nc&#259;lzite peste m&#259;sur&#259;, tuburile de spray pot exploda! M&#259;rind temperatura gazului &#238;nchis &#238;n tub, presiunea 
   acestuia poate cre&#351;te at&#226;t de mult &#238;nc&#226;t s&#259; distrug&#259; tubul (&#351;i ceea ce este &#238;n jurul s&#259;u!).
   
<P>Conform expresiei presiunii gazului ideal,

<P><TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><IMG src="img/e1e3_1.gif"</TD>
         <TD align=right>(1)</TD>
      </TR>
   </TABLE>

<P>presiunea gazului din tub nu poate cre&#351;te <I>dec&#226;t</I> pe seama cre&#351;terii energiei cinetice medii a fiec&#259;rui grad de 
   libertate, <IMG src="img/e1e3_1a.gif" align=absmiddle> (num&#259;rul particulelor, <I>N</I>, precum &#351;i volumul tubului, <I>V</I>, modific&#226;ndu&minus;se
   nesemnificativ).

<P>Aceasta &#238;nseamn&#259; c&#259; exist&#259; o relatie <I>direct&#259;</I> &#238;ntre temperatura gazului &#351;i energia cinetic&#259; medie a particulelor
   sale! Dac&#259; s&minus;ar fi &#351;tiut aceasta de la bun &#238;nceput, am fi m&#259;surat temperatura &#238;n unit&#259;&#355;i de energie (joule). Dar 
   sc&#259;rile de temperatur&#259; erau deja definite (&#238;n kelvini) c&#226;nd a fost descoperit&#259; aceast&#259; rela&#355;ie &#238;ntre energie &#351;i temperatur&#259;.
   Astfel, rela&#355;ia dintre energia cinetic&#259; medie pentru fiecare grad de libertate &#351;i temperatura gazului ideal este:
   
<P><TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><IMG src="img/e1e3_2.gif"</TD>
         <TD align=right>(2)</TD>
      </TR>
   </TABLE>

<P>unde <I>k</I> este <I>constanta lui Boltzmann</I>, iar <I>T</I> este temperatura absolut&#259; a gazului ideal.

<P>Utiliz&#226;nd aceast&#259; rela&#355;ie, expresia presiunii gazului ideal devine:

<P align=center><IMG src="img/e1e3_3.gif">

<P>sau, echivalent,

<P align=center><IMG src="img/e1e3_4.gif">

<P>Num&#259;rul de particule <I>N</I> poate fi scris &#238;n func&#355;ie de num&#259;rul de moli <I>n</I> &#351;i de num&#259;rul particulelor dintr&minus;un
   mol (constanta lui Avogadro, <I>N</I><SUB>A</SUB>), astfel c&#259;:
   
<P align=center><IMG src="img/e1e3_5.gif">

<P>Produsul <I>N</I><SUB>A</SUB><I>k</I> fiind un produs de constante, este la r&#226;ndul s&#259;u o constant&#259;, numit&#259;
   <I>constanta universal&#259; a gazelor</I>:
   
<P align=center><IMG src="img/e1e3_6.gif">

<P>Cu acestea, rela&#355;ia dintre parametrii gazului ideal devine:

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;<I>Ecua&#355;ia de stare a gazului ideal: </I><IMG src="img/e1e3_7.gif"
   align=absbottom>.</B>
</DIV>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 3-2</B>
  <P>&#206;n condi&#355;ii normale de temperatur&#259; &#351;i presiune (<I>p</I><SUB>0</SUB>=1,013&middot;10<SUP>5</SUP>&nbsp;Pa &#351;i <I>T</I><SUB>0</SUB>
     =273,1&nbsp;K), un mol al oric&#259;rui gaz ocup&#259; volumul 22,41&nbsp;m<SUP>3</SUP> (volumul molar normal). 
  <P>C&#226;t este constanta universal&#259; a gazelor? Dar constanta lui Boltzmann?
</DIV>

<P>Din ecua&#355;ia de stare a gazului ideal, ob&#355;ii:

<P align=center><IMG src="img/e1e3_8.gif">

<P>iar pentru constanta lui Boltzmann:

<P align=center><IMG src="img/e1e3_9.gif">

<P>Ecua&#355;ia de stare a gazuli ideal &#238;&#355;i permite s&#259; determini oricare dintre parametrii care apar &#238;n ecua&#355;ie, dac&#259; &#238;i cuno&#351;ti
   pe ceilal&#355;i.
   
<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 3-3</B>
  <P>Exprim&#259; energia intern&#259; a gazului ideal &#238;n func&#355;ie de temperatura absolut&#259; a acestuia.
</DIV>

<P>Energia intern&#259; a gazului ideal a c&#259;rui particule au <I>i</I> grade de libertate este:

<P align=center><IMG src="img/e1e3_10.gif">

<P>Folosind ecua&#355;ia de stare a gazului ideal, ob&#355;ii imediat <I>ecua&#355;ia caloric&#259; de stare</I>:

<P align=center><IMG src="img/e1e3_11.gif">

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Pentru o cantitate dat&#259; de gaz ideal, energia intern&#259; a acestuia
   depinde doar de temperatura absolut&#259; a gazului.</B>
</DIV>

</BODY>
</HTML>




























