<HTML>
<HEAD>
<TITLE>IE-4. Transformarea izocor&#259;</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Transform&#259;ri simple ale gazului ideal</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>E-4.&nbsp;</H2></TD>
    <TD><H2>Transformarea izocor&#259;</H2></TD>
  </TR>
</TABLE>
</DIV>

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>transformare izocor&#259;</I> transformarea pe parcursul 
   c&#259;reia num&#259;rul de moli &#351;i volumul sistemului termodinamic r&#259;m&#226;n nemodificate.</B>
</DIV>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 4-1</B>
  <P>Care este rela&#355;ia dintre parametrii variabili ai unui gaz ideal care particip&#259; la o transformare izocor&#259;?
</DIV>

<P>Parametrii de stare ai gazului ideal sunt presiunea, volumul, num&#259;rul de moli &#351;i temperatura. &#206;n oricare stare de 
   echilibru, &#238;ntre ace&#351;ti parametrii exist&#259; rela&#355;ia dat&#259; de ecua&#355;ia de stare:
   
<P><TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><IMG src="img/e1e4_1.gif"</TD>
         <TD align=right>(1)</TD>
      </TR>
   </TABLE>
   
<P>Dac&#259; exprimi presiunea gazului, ob&#355;ii:

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;<I>Legea transform&#259;rii izocore: </I>Presiunea gazului ideal este
   direct propor&#355;ional&#259; cu temperatura absolut&#259; a gazului:</B>
   <TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><IMG src="img/e1e4_2.gif"</TD>
         <TD align=right>(2)</TD>
      </TR>
   </TABLE>      
</DIV>

<P>sau, echivalent:

<P><TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><IMG src="img/e1e4_3.gif"</TD>
         <TD align=right>(3)</TD>
      </TR>
   </TABLE>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 4-2</B>
  <P>Un gaz ideal se afl&#259; &#238;ntr&minus;o stare ini&#355;ial&#259;, caracterizat&#259; de parametrii (<I>p</I><SUB>1</SUB>,&nbsp;<I>V</I>,&nbsp;<I>n</I>,
     &nbsp;<I>T</I><SUB>1</SUB>). Gazul particip&#259; la o transformare izocor&#259; p&#226;n&#259; &#238;ntr&minus;o stare final&#259;, caracterizat&#259; de 
     parametrii (<I>p</I><SUB>2</SUB>,&nbsp;<I>V</I>,&nbsp;<I>n</I>,&nbsp;<I>T</I><SUB>2</SUB>), ca &#238;n figura&nbsp;4&minus;1. 
  <P><IMG src="img/1e4_1.jpg" hspace=4><BR>
     <FONT size=-1><I><B>&nbsp;Figura 4-1. </B>O transformare izocor&#259; a unui gaz ideal.</I></FONT>
  <P>Care este rela&#355;ia dintre parametrii care caracterizeaz&#259; st&#259;rile ini&#355;ial&#259; &#351;i final&#259; ale gazului ideal?
</DIV>

<P>Dac&#259; utilizezi forma (3) a legii transform&#259;rii izocore, ob&#355;ii imediat:

<P><TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><IMG src="img/e1e4_4.gif"</TD>
         <TD align=right>(4)</TD>
      </TR>
   </TABLE>
   
<P>Rela&#355;ia ob&#355;inut&#259; &#238;&#355;i permite s&#259; calculezi oricare dintre parametrii variabili ai gazului ideal, dac&#259; &#238;i cuno&#351;ti pe 
   ceilal&#355;i trei.

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 4-3</B>
  <P>Cum ai reprezenta grafic st&#259;rile prin care trece un gaz ideal pe parcursul unei transform&#259;ri izocore?
</DIV>

<P>&#206;ntr&minus;o transformare izocor&#259;, parametrii variabili sunt presiunea &#351;i temperatura gazului. &#206;ntr&minus;un sistem
   de axe, &#238;n care una dintre axe este presiunea, iar cealalt&#259; este temperatura, fiec&#259;rei st&#259;ri a gazului &#238;i corespunde un 
   punct de coordonate (<I>p</I>,&nbsp;<I>T</I>), ca &#238;n figura&nbsp;4&minus;2.

<P><IMG src="img/vrmla.gif" align=top>
   <A href="img/1e4_2.wrl" target=new><IMG src="img/1e4_2.jpg" border=0 hspace=14></A>
      <BR><FONT size=-1><I><B>&nbsp;Figura 4-2. </B>Reprezentarea grafic&#259; a unei transform&#259;ri izocore, &#238;n coordonate <I>p&minus;T</I>.
         </I></FONT></P>

<P>&#206;n coordonate <I>p&minus;T</I>, reprezentarea grafic&#259; a unei transform&#259;ri izocore a gazului ideal este un segment
   apar&#355;in&#226;nd unei drepte care trece prin originea sistemului de coordonate. Panta dreptei (&#238;nclinarea acesteia fa&#355;&#259; de
   axa temperaturii), definit&#259; ca <IMG src="img/e1e4_5.gif" align=absmiddle>, este chiar constanta din legea transform&#259;rii
   izocore: <IMG src="img/e1e4_6.gif" align=absmiddle>.
   
<P>Legea transform&#259;rii izocore a fost descoperit&#259; experimental de c&#259;tre francezul Guillaume&nbsp;Amontons, &#238;n 1699.

<P>&#206;n cazul aerului, la presiuni &#238;n jurul celei atmosferice normale &#351;i temperaturi &#238;n intervalul 0&deg;C...100&deg;C, 
   abaterile fa&#355;&#259; de rela&#355;ia (3) sunt mai mici de 1% (tabelul&nbsp;4&minus;1).
   
<P><I><SUB><B>Tabelul 4-1. </B>Valori experimentale pentru un proces izocor al aerului.</SUB></I>
<CENTER>
<TABLE border=1 cellpadding=4>
  <TR bgcolor=#dddddd>
     <TD align=center><B><I>T<BR>(K)</I></B></TD>
     <TD align=center><B><I>p<BR>(kPa)</I></B></TD>
     <TD align=center><B><I>p/T<BR>(Pa/K)</I></B></TD>
  </TR>
  <TR>
    <TD align=center>273</TD>
    <TD align=right>101</TD>
    <TD align=right>370</TD>
  </TR>
  <TR>
    <TD align=center>298</TD>
    <TD align=right>110</TD>
    <TD align=right>369</TD>
  </TR>
  <TR>
    <TD align=center>345</TD>
    <TD align=right>127</TD>
    <TD align=right>368</TD>
  </TR>
  <TR>
    <TD align=center>373</TD>
    <TD align=right>139</TD>
    <TD align=right>373</TD>
  </TR>
</TABLE>
</CENTER>

<P>&#206;n aceste condi&#355;ii de temperatur&#259; &#351;i presiune, aerul &#351;i, &#238;n general, gazele reale se comport&#259; asem&#259;n&#259;tor modelului 
   gazului ideal.
   
<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 4-4</B>
  <P>C&#226;t este varia&#355;ia energiei interne a gazului ideal care particip&#259; la transformarea izocor&#259; prezentat&#259; &#238;n figura&nbsp;4&minus;1?
</DIV>

<P>Energia intern&#259; este o m&#259;rime de stare, astfel c&#259; varia&#355;ia energiei interne depinde doar de st&#259;rile ini&#355;ial&#259; &#351;i final&#259;,
   nu &#351;i de transformarea care are loc &#238;ntre aceste st&#259;ri. Astfel:
   
<P align=center><IMG src="img/e1e4_7.gif">

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 4-5</B>
  <P>C&#226;t sunt lucrul mecanic &#351;i cantitatea de c&#259;ldur&#259; transferate &#238;ntre gazul ideal &#351;i mediul s&#259;u pe parcursul unei transform&#259;ri
     izocore?
</DIV>

<P>&#206;ntr&minus;o transformare izocor&#259; nu se modific&#259; volumul gazului, astfel c&#259; acesta nu schimb&#259; lucru mecanic cu mediul s&#259;u:

<P align=center><IMG src="img/e1e4_8.gif">

<P>Po&#355;i acum calcula cantitatea de c&#259;ldur&#259; schimbat&#259; &#238;ntre sistem &#351;i mediul s&#259;u aplic&#226;nd principiul I al termodinamicii.
   Ob&#355;ii astfel:
   
<P align=center><IMG src="img/e1e4_9.gif">

<P>Cantitatea <IMG src="img/e1e4_10.gif" align=absmiddle> reprezint&#259; cantitatea de c&#259;ldur&#259; ce trebuie schimbat&#259; cu mediul de fiecare 
   mol de gaz pentru a modifica temperatura gazului cu un kelvin. 
   
<P>Aceast&#259; cantitate este un coeficient caloric, numit <I>c&#259;ldur&#259; molar&#259; la volum constant</I> (notat <I>C</I><SUB>V</SUB>).

<P>Astfel, cantitatea de c&#259;ldur&#259; schimbat&#259; cu mediul &#238;ntr&minus;un proces izocor este:

<P align=center><IMG src="img/e1e4_11.gif">

<P>caldura molar&#259; la volum constant a gazului ideal fiind:

<P align=center><IMG src="img/e1e4_12.gif">

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 4-6</B>
  <P>Folosind datele din <A href="1d3.html#tab3_1" target=new>tabelul&nbsp;3&minus;1 (sec&#355;iunea D&minus;3)</A>, calculeaz&#259; c&#259;ldurile molare la volum constant pentru fiecare
     gaz &#351;i compar&#259;&minus;le cu cele ale gazului ideal corespunz&#259;tor. 
  <P>C&#226;t sunt abaterile procentuale?
</DIV>

</BODY>
</HTML>






























