<HTML>
<HEAD>
<TITLE>IE-6. Transformarea izoterm&#259;</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Transform&#259;ri simple ale gazului ideal</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>E-6.&nbsp;</H2></TD>
    <TD><H2>Transformarea izoterm&#259;</H2></TD>
  </TR>
</TABLE>
</DIV>

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>transformare izoterm&#259;</I> transformarea pe parcursul 
   c&#259;reia num&#259;rul de moli &#351;i temperatura sistemului termodinamic r&#259;m&#226;n nemodificate.</B>
</DIV>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 6-1</B>
  <P>Care este rela&#355;ia dintre parametrii variabili ai unui gaz ideal care particip&#259; la o transformare izoterm&#259;?
</DIV>

<P>&#206;n oricare stare de echilibru a gazului ideal, &#238;ntre parametrii care caracterizeaz&#259; starea acestuia exist&#259; rela&#355;ia
   dat&#259; de ecua&#355;ia de stare:

<P><TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><IMG src="img/e1e6_1.gif"</TD>
         <TD align=right>(1)</TD>
      </TR>
   </TABLE>

<P>Dac&#259; exprimi presiunea gazului, ob&#355;ii:

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;<I>Legea transform&#259;rii izoterme: </I>Presiunea gazului ideal este
   invers propor&#355;ional&#259; cu volumul gazului:</B>
   <TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><IMG src="img/e1e6_2.gif"</TD>
         <TD align=right>(2)</TD>
      </TR>
   </TABLE>      
</DIV>

<P>sau, echivalent:

<P><TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><IMG src="img/e1e6_3.gif"</TD>
         <TD align=right>(3)</TD>
      </TR>
   </TABLE>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 6-2</B>
  <P>Un gaz ideal se afl&#259; &#238;ntr&minus;o stare ini&#355;ial&#259;, caracterizat&#259; de parametrii (<I>p</I><SUB>1</SUB>,&nbsp;<I>V</I><SUB>1</SUB>,&nbsp;<I>n</I>,
     &nbsp;<I>T</I>). Gazul particip&#259; la o transformare izoterm&#259; p&#226;n&#259; &#238;ntr&minus;o stare final&#259;, caracterizat&#259; de 
     parametrii (<I>p</I><SUB>2</SUB>,&nbsp;<I>V</I><SUB>2</SUB>,&nbsp;<I>n</I>,&nbsp;<I>T</I>), ca &#238;n figura&nbsp;6&minus;1. 
  <P><IMG src="img/1e6_1.jpg" hspace=4><BR>
     <FONT size=-1><I><B>&nbsp;Figura 6-1. </B>O transformare izoterm&#259; a unui gaz ideal.</I></FONT>
  <P>Care este rela&#355;ia dintre parametrii care caracterizeaz&#259; st&#259;rile ini&#355;ial&#259; &#351;i final&#259; ale gazului ideal?
</DIV>

<P>Dac&#259; utilizezi forma (3) a legii transform&#259;rii izoterme, ob&#355;ii imediat:

<P><TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><IMG src="img/e1e6_4.gif"</TD>
         <TD align=right>(4)</TD>
      </TR>
   </TABLE>

<P>Rela&#355;ia ob&#355;inut&#259; &#238;&#355;i permite s&#259; calculezi oricare dintre parametrii variabili ai gazului ideal, dac&#259; &#238;i cuno&#351;ti pe 
   ceilal&#355;i trei.

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 6-3</B>
  <P>Cum ai reprezenta grafic st&#259;rile prin care trece un gaz ideal pe parcursul unei transform&#259;ri izoterme?
</DIV>

<P>&#206;ntr&minus;o transformare izoterm&#259;, parametrii variabili sunt presiunea &#351;i volumul gazului. &#206;ntr&minus;un sistem
   de axe, &#238;n care una dintre axe este presiunea, iar cealalt&#259; este volumul, fiec&#259;rei st&#259;ri a gazului &#238;i corespunde un 
   punct de coordonate (<I>p</I>,&nbsp;<I>V</I>), numite <I>coordonate Clapeyron</I> (figura&nbsp;6&minus;2).

<P><IMG src="img/vrmla.gif" align=top>
   <A href="img/1e6_2.wrl" target=new><IMG src="img/1e6_2.jpg" border=0 hspace=14></A>
      <BR><FONT size=-1><I><B>&nbsp;Figura 6-2. </B>Reprezentarea grafic&#259; a unei transform&#259;ri izoterme, &#238;n coordonate <I>p&minus;V</I>.
         </I></FONT></P>

<P>&#206;n coordonate <I>p&minus;V</I>, reprezentarea grafic&#259; a unei transform&#259;ri izoterme a gazului ideal este un <I>arc de
   hiperbol&#259;</I>, simetric&#259; fa&#355;&#259; de prima bisectoare a sistemului de coordonate. Arcul de hiperbol&#259; intersecteaz&#259; prima 
   bisectoare mai departe de origine pentru o valoare mai mare a cantit&#259;&#355;ii constante din legea transform&#259;rii izoterme.

<P>Legea transform&#259;rii izoterme a fost descoperit&#259; experimental &#238;n 1662 de c&#259;tre irlandezul Robert Boyle, cronologic, prima
   lege a gazelor care a fost descoperit&#259;.    

<P>&#206;n cazul aerului, la presiuni sub cea atmosferic&#259; normal&#259; &#351;i temperatura 298&nbsp;K, abaterile fa&#355;&#259; de rela&#355;ia (3) sunt 
   mai mici de 1% (tabelul&nbsp;6&minus;1).

<P><I><SUB><B>Tabelul 6-1. </B>Valori experimentale pentru un proces izoterm al aerului, la temperatura 298&nbsp;K.</SUB></I>
<CENTER>
<TABLE border=1 cellpadding=4>
  <TR bgcolor=#dddddd>
     <TD align=center><B><I>V<BR>(mL)</I></B></TD>
     <TD align=center><B><I>p<BR>(kPa)</I></B></TD>
     <TD align=center><B><I>pV<BR>(J)</I></B></TD>
  </TR>
  <TR>
    <TD align=center>10,0</TD>
    <TD align=right>101</TD>
    <TD align=right>1,01</TD>
  </TR>
  <TR>
    <TD align=center>20,0</TD>
    <TD align=right>50,4</TD>
    <TD align=right>1,01</TD>
  </TR>
  <TR>
    <TD align=center>30,0</TD>
    <TD align=right>33,6</TD>
    <TD align=right>1,01</TD>
  </TR>
  <TR>
    <TD align=center>40,0</TD>
    <TD align=right>25,4</TD>
    <TD align=right>1,02</TD>
  </TR>
</TABLE>
</CENTER>

<P>&#206;n aceste condi&#355;ii de presiune &#351;i temperatur&#259;, aerul &#351;i, &#238;n general, gazele reale se comport&#259; asem&#259;n&#259;tor modelului 
   gazului ideal.

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 6-4</B>
  <P>C&#226;t este varia&#355;ia energiei interne a gazului ideal care particip&#259; la transformarea izoterm&#259; prezentat&#259; &#238;n figura&nbsp;6&minus;1?
</DIV>

<P>Energia intern&#259; a gazului ideal depinde doar de temperatura acestuia, astfel c&#259;, &#238;ntr&minus;o transformare izoterm&#259;
   energia intern&#259; nu se modific&#259; pentru c&#259; nu se modific&#259; temperatura gazului: 

<P align=center><IMG src="img/e1e6_5.gif">

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 6-5</B>
  <P>C&#226;t sunt lucrul mecanic &#351;i cantitatea de c&#259;ldur&#259; transferate &#238;ntre gazul ideal &#351;i mediul s&#259;u pe parcursul transform&#259;rii
     izoterme prezentat&#259; &#238;n figura&nbsp;6&minus;1??
</DIV>

<P>Din principiul I al termodinamicii, &#238;n cazul unei transform&#259;ri izoterme, ob&#355;ii:

<P align=center><IMG src="img/e1e6_6.gif">

<P>De aici, ob&#355;ii imediat:

<P align=center><IMG src="img/e1e6_7.gif">

<P>Deoarece energia intern&#259; a gazului ideal nu se modific&#259;, dac&#259; gazul prime&#351;te energie sub form&#259; de c&#259;ldur&#259;, o va elibera
   sub form&#259; de lucru mecanic. Reciproc, dac&#259; prime&#351;te energie sub form&#259; de lucru mecanic, o va elibera sub form&#259; de
   c&#259;ldur&#259;.
   
<P>Calculul lucrului mecanic transferat &#238;ntr&minus;un proces izoterm este dificil, deoarece presiunea se modific&#259; pe parcursul
   procesului.
   
<P>Po&#355;i &#238;ns&#259; aproxima transformarea izoterm&#259; ca fiind o succesiune de transform&#259;ri izobare &#351;i izocore, care urm&#259;resc 
   transformarea izoterm&#259; oric&#226;t de aproape dore&#351;ti (figura&nbsp;6&minus;3).

<P><IMG src="img/vrmla.gif" align=top>
   <A href="img/1e6_3.wrl" target=new><IMG src="img/1e6_3.jpg" border=0 hspace=14></A>
      <BR><FONT size=-1><I><B>&nbsp;Figura 6-3. </B>Aproximarea transform&#259;rii izoterme printr&minus;o succesiune de
          transform&#259;ri izobare &#351;i izocore</I>.
         </I></FONT></P>
         
<P>Pe "palierele" izobare, lucrul mecanic schimbat de gaz este <I>p</I>&middot;&Delta;<I>V</I>, iar pe por&#355;iunile izocore,
   lucrul mecanic este nul. Pe reprezentarea grafic&#259;, lucrul mecanic pentru fiecare "palier" este chiar aria dreptunghiului
   limitat de palier &#351;i axa volumelor: <I>p</I> este "&#238;n&#259;l&#355;imea" dreptunghiului, iar &Delta;<I>V</I> este "l&#259;&#355;imea"
   dreptunghiului. 
   
<P>Pe m&#259;sur&#259; ce aproxima&#355;ia devine mai fin&#259; (figura&nbsp;6&minus;4), rezult&#259; c&#259;:

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;&#206;n coordonate <I>p&minus;V</I>, lucrul mecanic corespunde 
   ariei delimitat&#259; de curba transform&#259;rii &#351;i axa volumelor.</B>
</DIV>

<P><IMG src="img/vrmla.gif" align=top>
   <A href="img/1e6_4.wrl" target=new><IMG src="img/1e6_4.jpg" border=0 hspace=14></A>
      <BR><FONT size=-1><I><B>&nbsp;Figura 6-4. </B>Semnifica&#355;ia grafic&#259; a lucrului mecanic &#238;n coordonate p&minus;V: aria
          delimitat&#259; de curba transform&#259;rii &#351;i axa volumelor</I>.
         </I></FONT></P>

<P>O aproximare mai fin&#259; presupune &#238;nsumarea ariilor mai multor "f&#226;&#351;ii" de arie mai mic&#259;. Calculul conduce la urm&#259;torul
   rezultat:
   
<P align=center><IMG src="img/e1e6_8.gif">

<P>Rezult&#259; imediat pentru cantitatea de c&#259;ldur&#259; schimbat&#259; de gazul ideal cu mediul &#238;ntr&minus;un proces izoterm:

<P align=center><IMG src="img/e1e6_9.gif">

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 6-6</B>
  <P>C&#226;t te a&#351;tep&#355;i s&#259; fie c&#259;ldura molar&#259; la temperatur&#259; constant&#259;?
</DIV>

</BODY>
</HTML>































