<HTML>
<HEAD>
<TITLE>ID. Alte provoc&#259;ri</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
.drag{position:relative;cursor:hand; font-weight: bold}
</STYLE>

</HEAD>

<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Transform&#259;ri simple ale gazului ideal</H3></H3>
  </TR>
</TABLE>
<H2 class="challange"><I>Alte provoc&#259;ri</I></H2>



<OL>
  <P><BR><LI><B><I>Presiunea &#351;i densitatea gazului ideal</I></B>
     <P>Arat&#259; c&#259; presiunea unui gaz ideal poate fi exprimat&#259; &#238;n func&#355;ie de densitatea acestuia astfel:
     <P align=center><IMG src="img/e1e_p1.gif">

  <P><BR><LI><B><I>Energia intern&#259; a aerului</I></B>
     <P>Calculeaz&#259; energia intern&#259; a aerului din &#238;nc&#259;perea &#238;n care te afli, consider&#226;nd aerul gaz ideal, alc&#259;tuit practic
        doar din molecule diatomice.
     <P><FONT size=-1><I>R&#259;spuns: </I>Aproximativ 2,5&middot;10<SUP>5</SUP>&nbsp;J pentru fiecare <I>m</I><SUP>3</SUP> de aer
        al &#238;nc&#259;perii (presupun&#226;nd c&#259; te afli la presiune atmosferic&#259; normal&#259;!).
     </FONT>

  <P><BR><LI><B><I>Viteza moleculelor</I></B>
     <P>Viteza tipic&#259; a moleculelor unui gaz ideal (numit&#259; <I>vitez&#259; termic&#259;</I>) este r&#259;d&#259;cina p&#259;trat&#259; a mediei p&#259;tratelor
        vitezelor acestora: <IMG src="img/e1e_p2.gif" align=absmiddle>.

     <P><B>a. </B>C&#226;t este viteza termic&#259; a moleculelor de azot din &#238;nc&#259;perea &#238;n care te afli?
     <P><B>b. </B>Dar a celor de oxigen?
     <P><B>c. </B>Compar&#259; aceste viteze termice cu viteza sunetului &#238;n aer. Comenteaz&#259; rezultatul compara&#355;iei.
     <P><FONT size=-1><I>R&#259;spuns par&#355;ial: </I>Pornind de la ecua&#355;ia de stare a gazului ideal, ob&#355;ii pentru viteza termic&#259;
        expresia: <IMG src="img/e1e_p3.gif" align=absmiddle>, <I>M</I> fiind masa molar&#259; a gazului.
     </FONT>

  <P><BR><LI><B><I>Tubul cu oxigen</I></B>
     <P><IMG src="img/1e_p1.jpg" align=left>
        Un tub metalic are volumul interior 40&nbsp;L &#351;i con&#355;ine oxigen la presiunea 250&nbsp;atm &#351;i temperatura 27&deg;C 
        (figura&nbsp;1).
     <P><B>a. </B>C&#226;t este masa oxigenului din tub?
     <P><B>b. </B>P&#226;n&#259; la ce temperatur&#259; poate fi &#238;nc&#259;lzit tubul f&#259;r&#259; ca acesta s&#259; explodeze, dac&#259; presiunea maxim&#259; la care
        acesta rezist&#259; este 300&nbsp;atm?
     <P><B>c. </B>C&#226;t este volumul ocupat de oxigenul din tub dac&#259; este eliberat la presiune atmosferic&#259; normal&#259; &#351;i aceea&#351;i
        temperatur&#259;?               
     <P><FONT size=-1><I>R&#259;spuns par&#355;ial: </I><B>b. </B>87&deg;C. Aceast&#259; temperatur&#259; poate fi ob&#355;inut&#259; chiar prin expunere
        direct&#259; la Soare!
     </FONT>
     <P><BR><BR><BR><BR><FONT size=-1><I><B>&nbsp;Figura 1. </B>Tub cu oxigen.</I></FONT>

  <P><BR><LI><B><I>&#206;nc&#259;lzirea anvelopelor</I></B>
     <P>&#206;ntr&minus;o anvelop&#259; de automobil (figura&nbsp;2), av&#226;nd volumul interior 16&nbsp;L, presiunea aerului este 1,6&nbsp;atm
        la temperatura 0&deg;C.
     <P><IMG src="img/1e_p2.jpg" hspace=4><BR><FONT size=-1><I><B>&nbsp;Figura 2. </B>Anvelopa unui automobil.</I></FONT> 
     <P>Dup&#259; ce automobilul &#238;ncepe s&#259; ruleze, datorit&#259; frec&#259;rilor, temperatura anvelopei cre&#351;te p&#226;n&#259; la 30&deg;C, iar volumul
        interior al acesteia se m&#259;re&#351;te p&#226;n&#259; la 16,3&nbsp;L. C&#226;t este presiunea atins&#259; de aerul din anvelop&#259;?
     <P><FONT size=-1><I>R&#259;spuns: </I>1,8&nbsp;atm. Aceast&#259; cre&#351;tere de presiune poate influen&#355;a semnificativ &#355;inuta de drum
        a automobilului!
     </FONT>

  <P><BR><LI><B><I>Dou&#259; transform&#259;ri izocore</I></B>
     <P>Aceea&#351;i cantitate de gaz este supus&#259; succesiv la dou&#259; transform&#259;ri izocore, reprezentate &#238;n figura&nbsp;3.
     <P><IMG src="img/vrmla.gif" align=top>
        <A href="img/1e_p3.wrl" target=new><IMG src="img/1e_p3.jpg" border=0 hspace=14></A>
        <BR clear=all><FONT size=-1><I><B>&nbsp;Figura 3. </B>Dou&#259; transform&#259;ri izocore ale aceleia&#351;i cantit&#259;&#355;i de gaz.</I></FONT></P>
     <P>Care dintre cele dou&#259; transform&#259;ri izocore s&minus;a desf&#259;&#351;urat la un volum mai mare?
     <P><FONT size=-1><I>R&#259;spuns par&#355;ial: </I>Cea a c&#259;rei reprezentare grafic&#259; &#238;n coordonate <I>p&minus;T</I> are panta mai mic&#259;.
     </FONT>

  <P><BR><LI><B><I>Baloane cu aer cald</I></B>
     <P>Baloanele cu aer cald sunt aparate de zbor deosebit de spectaculoase (figura&nbsp;4).
     <P><TABLE>
          <TR valign=bottom>
            <TD><IMG src="img/1e_p4.jpg" hspace=4></TD>
            <TD><FONT size=-1><I><B>&nbsp;Figura 4. </B>Balon cu aer cald.</I></FONT></TD>
          </TR>
        </TABLE>
     <P>Baloanele sunt deschise la partea inferioar&#259;, comunic&#226;nd liber cu atmosfera. Aerul din baloane este &#238;nc&#259;lzit &#351;i devine
        mai pu&#355;in dens dec&#226;t aerul atmosferic. Datorit&#259; diferen&#355;ei de densitate, for&#355;a arhimedic&#259; asupra balonului poate 
        dep&#259;&#351;i greutatea total&#259; a aparatului, acesta ridic&#226;ndu&minus;se &#238;n aer!
     <P><B>a. </B>Este oare izobar&#259; transformarea la care particip&#259; aerul din balon &#238;n timpul &#238;nc&#259;lzirii acestuia?
     <P><B>b. </B>C&#226;t este volumul minim al balonului unui aerostat cu masa total&#259; 200&nbsp;kg, care poate pluti &#238;n aer, dac&#259;
        temperatura interioar&#259; este 80&deg;C, iar cea exterioar&#259; 20&deg;C?
     <P><B>c. </B>Proiecteaz&#259; &#351;i realizeaz&#259; un balon miniatur&#259;, care s&#259; pluteasc&#259; &#238;n aer! Po&#355;i folosi o pung&#259; mare, cu volumul
        de c&#226;teva zeci de litri, &#238;nc&#259;lzind aerul cu un usc&#259;tor de p&#259;r, sau chiar la Soare (figura&nbsp;5).
     <P><FONT size=-1><I>R&#259;spuns par&#355;ial: </I><B>a. </B>Nu! De&#351;i &#238;n interiorul balonului presiunea este mereu cea atmosferic&#259;,
        prin &#238;nc&#259;lzire, o parte din gazul aflat &#238;n interiorul balonului iese &#238;n atmosfer&#259;. Num&#259;rul de moli nefiind constant,
        transformarea nu este izobar&#259;!
     </FONT>        
     <P><IMG src="img/1e_p5.jpg" hspace=4><BR><FONT size=-1><I><B>&nbsp;Figura 5. </B>Un balon miniatural cu aer cald.</I></FONT> 
     
  <P><BR><LI><B><I>Degeaba?</I></B>
     <P>&#206;n fiecare iarn&#259; depunem eforturi serioase pentru &#238;nc&#259;lzirea &#238;nc&#259;perilor &#238;n care locuim &#351;i lucr&#259;m. C&#226;t din energia
        transferat&#259; de instala&#355;ia de &#238;nc&#259;lzire aerului din &#238;nc&#259;pere contribuie la m&#259;rirea energiei interne a acestuia?
     <P><FONT size=-1><I>R&#259;spuns: </I>Nimic! M&#259;rind temperatura aerului din camer&#259;, energia intern&#259; a aerului
        care <I>r&#259;m&#226;ne</I> &#238;n camer&#259; este nemodificat&#259;. Moleculele de aer care <I>p&#259;r&#259;sesc</I> &#238;nc&#259;perea (presiunea r&#259;m&#226;ne
        constant&#259; &#351;i egal&#259; cu cea din exterior), transfer&#259; &#238;n exterior TOAT&#258; energia primit&#259; de la instala&#355;ia de &#238;nc&#259;lzire! Cu
        toate acestea, chiar dac&#259; eficien&#355;a energetic&#259; a procesului de &#238;ncalzire este nul&#259;, AVEM NEVOIE de aer mai cald &#238;n jurul
        nostru pentru a putea "func&#355;iona" corespunz&#259;tor.
     </FONT>
     
  <P><BR><LI><B><I>Presurizarea</I></B>
     <P>Pistonul unei seringi se afl&#259; &#238;n dreptul diviziunii 10&nbsp;mL (figura&nbsp;6).
     <P><IMG src="img/1e_p6.jpg" hspace=4><BR><FONT size=-1><I><B>&nbsp;Figura 6. </B>&#206;ntr&minus;o sering&#259; se afl&#259; 10&nbsp;mL de aer.</I></FONT> 
  <P>Orificiul de ie&#351;ire este blocat &#351;i pistonul este &#238;mpins lent, p&#226;n&#259; &#238;n dreptul diviziunii 2&nbsp;mL. C&#226;t este presiunea
     atins&#259; de aerul din interiorul seringii?
     <P><FONT size=-1><I>R&#259;spuns par&#355;ial: </I>Procesul fiind lent, schimbul de c&#259;ldur&#259; cu aerul din &#238;nc&#259;pere face ca 
        transformarea s&#259; fie practic izoterm&#259;, la temperatura mediului.
     </FONT>        

  <P><BR><LI><B><I>Vidarea</I></B>
     <P>Pistonul unei seringi, ca cea din figura&nbsp;6, se afl&#259; &#238;n dreptul diviziunii 0. Orificiul de ie&#351;ire este blocat &#351;i
        pistonul este tras lent p&#226;n&#259; &#238;n dreptul diviziunii 10&nbsp;mL. 
     <P><B>a. </B>C&#226;t te a&#351;tep&#355;i s&#259; fie presiunea atins&#259; de aerul din sering&#259;?
     <P><B>b. </B>Cum po&#355;i m&#259;sura presiunea atmosferic&#259; folosind o sering&#259; &#351;i un dinamometru?
     <P><FONT size=-1><I>R&#259;spuns par&#355;ial: </I><B>a. </B>Practic zero! &#206;n interiorul seringii este aproape vid.
     </FONT>        
     
  <P><BR><LI><B><I>Transformarea adiabatic&#259;</I></B>
     <P>G&#259;se&#351;te rela&#355;ia dintre presiunea &#351;i temperatura unui gaz ideal care particip&#259; la o transformare adiabatic&#259;.
     <P><FONT size=-1><I>R&#259;spuns par&#355;ial: </I>Po&#355;i ob&#355;ine rela&#355;ia elimin&#226;nd volumul &#238;ntre ecua&#355;ia lui Poisson &#351;i ecua&#355;ia de
        stare a gazului ideal.
     </FONT>        
     
  <P><BR><LI><B><I>Comprimarea rapid&#259;</I></B>
     <P>O cantitate de aer, aflat&#259; ini&#355;ial la temperatura 20&deg;C este comprimat&#259; foarte rapid, volumul mic&#351;or&#226;ndu&minus;se
        de zece ori. C&#226;t este temperatura atins&#259; de gaz?
     <P><FONT size=-1><I>R&#259;spuns: </I>Comprimarea fiind foarte rapid&#259;, procesul este practic adiabatic. Temperatura la 
        finalul compresiei este 463&deg;C! Aceast&#259; temperatur&#259; este suficient de &#238;nalt&#259; pentru a aprinde materiale combustibile 
        (h&#226;rtie, alcool etc).
     </FONT>        

</OL>

</BODY>
</HTML>




























