<HTML>
<HEAD>
<TITLE>IF-2. Lichefierea gazelor</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Transform&#259;ri de stare de agregare</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>F-2.&nbsp;</H2></TD>
    <TD><H2>Lichefierea gazelor</H2></TD>
  </TR>
</TABLE>
</DIV>

<P>Comprim&#226;nd izoterm dioxidul de carbon, irlandezul Thomas&nbsp;Andrews a descoperit, &#238;n 1863, o serie de fapte surprinz&#259;toare,
   sintetizate &#238;n diagrama din figura&nbsp;2&minus;1.

<P><TABLE>
     <TR valign=bottom>
        <TD><IMG src="img/1f2_1.jpg" hspace=4></TD>
        <TD><FONT size=-1><I><B>&nbsp;Figura 2-1. </B>Izotermele Andrews.</I></FONT></TD>
     </TR>
   </TABLE>

   
<P>La temperaturi relativ ridicate (izoterma la 48,1&deg;C), comportarea dioxidului de carbon este asemenea unui gaz ideal.

<P>La temperaturi mai mici (izoterma la 21,5&deg;C), comportarea dioxidului de carbon difer&#259; spectaculos de cea a unui gaz
   ideal.
   
<P>Pe por&#355;iunea <I>BC</I>, modificarea volumului <I>nu</I> determin&#259; modificarea presiunii! Totodat&#259;, pe pere&#355;ii cilindrului
   &#238;n care este comprimat dioxidul de carbon, apar pic&#259;turi de dioxid de carbon lichid! Dac&#259; se opre&#351;te modificarea volumului
   din cilindru, volumul dioxidului de carbon lichid r&#259;m&#226;ne constant &minus; cele dou&#259; st&#259;ri ale dioxidului de carbon, 
   gazoas&#259; &#351;i lichid&#259;, sunt &#238;n echilibru.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>vapori saturan&#355;i</I> starea gazoas&#259; a unei substan&#355;e
   aflat&#259; &#238;n echilibru cu starea lichid&#259; a aceleia&#351;i substan&#355;e.</B>
</DIV>

<P>&#206;n fiecare punct al por&#355;iunii <I>BC</I> a diagramei din figura&nbsp;2&minus;1, vaporii saturan&#355;i ai dioxidului de carbon
   sunt &#238;n echilibru dinamic cu dioxidul de carbon lichid. La nivel molecular, rata cu care moleculele de CO<SUB>2</SUB>
   p&#259;r&#259;sesc lichidul este egal&#259; cu rata cu care moleculele de CO<SUB>2</SUB> p&#259;trund &#238;n lichid.
   
<P>Continu&#226;nd mic&#351;orarea volumului (cre&#351;terea densit&#259;&#355;ii), tot mai multe molecule de CO<SUB>2</SUB> p&#259;trund &#238;n lichid. &#206;n
   punctul <I>C</I>, tot dioxidul de carbon s&minus;a transformat &#238;n lichid. Por&#355;iunea <I>CD</I> este deosebit de abrupt&#259;
   &minus; dioxidul de carbon lichid este aproape incompresibil (aceasta fiind o caracteristic&#259; a st&#259;rii lichide).
   
<P>Dimpotriv&#259;, la temperaturi mai ridicate, palierul orizontal se restr&#226;nge. &#206;n cazul dioxidului de carbon, la 31&deg;C &#351;i
   73&nbsp;atm, intervalul se reduce la un singur punct &nbsp; trecerea de la gaz la lichid se face brusc: &#238;ntre starea
   gazoas&#259; &#351;i cea lichid&#259; nu exist&#259; diferen&#355;e!

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>punct critic</I> starea pentru care nu exist&#259; diferen&#355;e
   &#238;ntre starea gazoas&#259; &#351;i cea lichid&#259; a unei substan&#355;e.</B>
</DIV>

<P>Tabelul&nbsp;2&minus;1 prezint&#259; parametrii critici ai c&#226;torva substan&#355;e.

<A name="tab2_1">
<P><I><SUB><B>Tabelul 2-1. </B>Parametrii critici ai c&#226;torva substan&#355;e.</SUB></I>
<CENTER>
<TABLE border=1 cellpadding=4>
  <TR bgcolor=#dddddd>
     <TD align=center><B><I>Substan&#355;a</I></B></TD>
     <TD align=center><B><I>Temperatura<BR>critic&#259;<BR>(K)</I></B></TD>
     <TD align=center><B><I>Presiunea<BR>critic&#259;<BR>(MPa)</I></B></TD>
  </TR>
  <TR>
    <TD align=center>He</TD>
    <TD align=right>5,25</TD>
    <TD align=right>0,23</TD>
  </TR>
  <TR>
    <TD align=center>H<SUB>2</SUB></TD>
    <TD align=right>33,2</TD>
    <TD align=right>12,9</TD>
  </TR>
  <TR>
    <TD align=center>aer</TD>
    <TD align=right>132</TD>
    <TD align=right>3,77</TD>
  </TR>
  <TR>
    <TD align=center>N<SUB>2</SUB></TD>
    <TD align=right>126</TD>
    <TD align=right>3,39</TD>
  </TR>
  <TR>
    <TD align=center>O<SUB>2</SUB></TD>
    <TD align=right>154</TD>
    <TD align=right>5,08</TD>
  </TR>
  <TR>
    <TD align=center>CH<SUB>4</SUB></TD>
    <TD align=right>191</TD>
    <TD align=right>4,62</TD>
  </TR>
  <TR>
    <TD align=center>CO<SUB>2</SUB></TD>
    <TD align=right>304</TD>
    <TD align=right>7,38</TD>
  </TR>
  <TR>
    <TD align=center>NH<SUB>3</SUB></TD>
    <TD align=right>406</TD>
    <TD align=right>11,3</TD>
  </TR>
  <TR>
    <TD align=center>H<SUB>2</SUB>O</TD>
    <TD align=right>647</TD>
    <TD align=right>22,1</TD>
  </TR>
</TABLE>
</CENTER>

<P>La temperaturi superioare celei critice, transformarea unui gaz &#238;n stare lichid&#259; nu este posibil&#259; &minus; cre&#351;terea
   presiunii conduce doar la mic&#351;orarea volumului &#351;i la cre&#351;terea densit&#259;&#355;ii gazului.
   
<P>Pentru a fi transformat &#238;n lichid, un gaz trebuie comprimat la temperaturi sub cea critic&#259;.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>vapori</I> starea gazoas&#259; a unei substan&#355;e la temperaturi
   sub cea critic&#259;.</B>
</DIV>

<P>Vaporii unei substan&#355;e pot fi transforma&#355;i &#238;n lichid m&#259;rind suficient presiunea.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>lichefiere</I> transformarea &#238;n lichid a vaporilor unei
   substan&#355;e, prin comprimare.</B>
</DIV>

<P>&#206;n stare lichid&#259;, substan&#355;ele sunt mult mai u&#351;or de &#238;mbuteliat &#351;i transportat &minus; cantit&#259;&#355;i mari de gaz pot fi 
   p&#259;strate &#238;n volume relativ mici (figura&nbsp;2&minus;2).

<P><TABLE>
     <TR valign=bottom>
        <TD><IMG src="img/1f2_2.jpg" hspace=4></TD>
        <TD><FONT size=-1><I><B>&nbsp;Figura 2-2. </B>Brichet&#259; cu gaz lichefiat.</I></FONT></TD>
     </TR>
   </TABLE>

</BODY>
</HTML>


































