<HTML>
<HEAD>
<TITLE>IF. Alte provoc&#259;ri</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
.drag{position:relative;cursor:hand; font-weight: bold}
</STYLE>

</HEAD>

<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Transform&#259;ri de stare de agregare</H3></H3>
  </TR>
</TABLE>
<H2 class="challange"><I>Alte provoc&#259;ri</I></H2>



<OL>
  <P><BR><LI><B><I>Aer... lichid!</I></B>
     <P>Oxigenul este ob&#355;inut industrial prin lichefierea aerului &#351;i &#238;nc&#259;lzirea treptat&#259; a acestuia.
     <P><B>a. </B>Care sunt condi&#355;iile necesare (presiune, temperatur&#259;) pentru lichefierea aerului?     
     <P><B>b. </B>Care gaz te a&#351;tep&#355;i s&#259; se separe primul din aerul lichid supus unei &#238;nc&#259;lziri treptate, oxigenul sau
        azotul?
     <P><FONT size=-1><I>R&#259;spuns par&#355;ial: </I><B>a. </B>Temperatura trebuie redus&#259; sub cea critic&#259; a aerului, iar presiunea
        trebuie m&#259;rit&#259; peste cea critic&#259; a aerului (vezi <A href="1f2.html#tab2_1" target=new>tabelul&nbsp;2&minus;1</A>).
     </FONT>

  <P><BR><LI><B><I>Evaporarea</I></B>
     <P>&#206;n dou&#259; vase, unul mult mai larg dec&#226;t cel&#259;lalt, au fost puse cantit&#259;&#355;i egale de ap&#259; (figura&nbsp;1).
     <P><IMG src="img/1f_p1.jpg" hspace=4><BR><FONT size=-1><I><B>&nbsp;Figura 1. </B>Cantit&#259;&#355;i egale de ap&#259; au fost 
        turnate &#238;n cele dou&#259; vase.
        </I></FONT> 
     <P>&#206;n care dintre cele dou&#259; vase te a&#351;tep&#355;i s&#259; se desf&#259;&#351;oare mai rapid evaporarea, dac&#259; sunt men&#355;inute la aceea&#351;i 
        presiune &#351;i la aceea&#351;i temperatur&#259;?
     <P><FONT size=-1><I>R&#259;spuns par&#355;ial: </I>Evaporarea are loc prin suprafa&#355;a liber&#259; a lichidului; cu c&#226;t aceast&#259; suprafa&#355;&#259;
        este mai mare, cu at&#226;t viteza de evaporare va fi mai mare.
     </FONT>

  <P><BR><LI><B><I>Uscarea rufelor</I></B>
     <P><B>a. </B>De ce oare rufele se pun la uscat c&#226;t mai &#238;ntinse?
     <P><B>b. </B>C&#226;nd adie v&#226;ntul, rufele se usuc&#259; mai repede. De ce oare?
     <P><B>c. </B>&#206;ntr&minus;o &#238;nc&#259;pere mic&#259;, neaerisit&#259;, au fost puse multe rufe la uscat. Ce te a&#351;tep&#355;i s&#259; se &#238;nt&#226;mple, &#238;n
        timp, cu viteza de uscare a rufelor?
     <P><FONT size=-1><I>R&#259;spuns par&#355;ial: </I><B>c. </B>Scade, pe m&#259;sur&#259; ce presiunea vaporilor de ap&#259; se apropie de cea a 
        vaporilor saturan&#355;i la temperatura &#238;nc&#259;perii.
     </FONT>
     
  <P><BR><LI><B><I>Rata evapor&#259;rii</I></B>
     <P>Intereseaz&#259;&minus;te care este nivelul anual al precipita&#355;iilor &#238;n zona &#238;n care locuie&#351;ti &#351;i estimeaz&#259; rata anual&#259; a
        evapor&#259;rii apei. 
     <P>Cum ai putea oare verifica experimental estimarea f&#259;cut&#259;?
     
  <P><BR><LI><B><I>Condensul</I></B>
     <P>&#206;n zilele friguroase, pe interiorul ferestrelor apar mici pic&#259;turi de ap&#259; &minus; condensul.
     <P>De unde provine oare aceast&#259; ap&#259;?
     <P><FONT size=-1><I>R&#259;spuns par&#355;ial: </I>Din vaporii de ap&#259; din aer, care condenseaz&#259; pe ferestrele reci.
     </FONT>
     
  <P><BR><LI><B><I>Ap&#259; din... aer!</I></B>
     <P>Prive&#351;te aerul din jurul t&#259;u. Te a&#351;tep&#355;i ca acesta s&#259; con&#355;in&#259; vapori de ap&#259;? Cum ai putea verifica?
     
  <P><BR><LI><B><I>Aburi</I></B>
     <P>Aburii pe care &#238;i vezi ridic&#226;ndu&minus;se deasupra unei ce&#351;ti de ceai fierbinte sunt oare vapori de ap&#259;?
     <P><FONT size=-1><I>R&#259;spuns: </I>Vaporii de ap&#259; nu sunt vizibili (prive&#351;te aerul din jurul t&#259;u: sigur con&#355;ine vapori de
        ap&#259;, dar nu&minus;i po&#355;i vedea). Ceea ce vezi sunt pic&#259;turile fine de ap&#259; rezultate din condensarea vaporilor de ap&#259;
        &#238;n contact cu aerul mai rece.
     </FONT>
     
  <P><BR><LI><B><I>Nori &#238;n... butelie!</I></B>
     <P>Formarea norilor este esen&#355;ial&#259; pentru clima P&#259;m&#226;ntului. Po&#355;i investiga formarea norilor utiliz&#226;nd lucruri la 
        &#238;ndem&#226;n&#259;!
     <P>Toarn&#259; apa dintr&minus;un pahar &#238;ntr&minus;un flacon de plastic transparent de 2,5&nbsp;L (cum sunt cele &#238;n care se
        &#238;mbutelieaz&#259; b&#259;uturile r&#259;coritoare). &#206;n&#351;urubeaz&#259;&minus;i capacul. &#206;n c&#226;teva secunde, vaporii de ap&#259; din butelie devin
        saturan&#355;i.
     <P>Str&#226;nge puternic flaconul pentru c&#226;teva secunde, apoi elibereaz&#259;&minus;l brusc (figura&nbsp;2).   
     <P><IMG src="img/1f_p2.jpg" hspace=4><BR><FONT size=-1><I><B>&nbsp;Figura 2. </B>Str&#226;ngerea flaconului.
        </I></FONT> 
     <P>Str&#226;ng&#226;nd puternic flaconul, m&#259;re&#351;ti presiunea &#351;i temperatura aerului &#351;i a vaporilor de ap&#259;. A&#351;tept&#226;nd c&#226;teva secunde,
        este transferat&#259; c&#259;ldur&#259; mediului ambiant, astfel &#238;nc&#226;t aerul &#351;i vaporii de ap&#259; au din nou aproape temperatura 
        mediului ambiant, dar la o presiune mai ridicat&#259;, vaporii fiind saturan&#355;i. 
     <P>Eliber&#226;nd brusc flaconul, presiunea &#351;i temperatura scad brusc (destindere adiabatic&#259;), iar vaporii devin 
        <I>suprasaturan&#355;i</I> &minus; cantitatea de vapori din aer este mai mare dec&#226;t cea corespunz&#259;toare st&#259;rii de vapori
        saturan&#355;i la temperatura acum mai cobor&#259;.        
     <P>Cu toate acestea, vaporii nu condenseaz&#259;! Condensarea vaporilor are nevoie de <I>centre de condensare</I>, care s&#259; 
        favorizeze &#238;nceperea condens&#259;rii.
     <P>De&#351;urubeaz&#259; capacul &#351;i arunc&#259; &#238;n interiorul flaconului un b&#259;&#355; de chibrit aprins. Acesta se stinge imediat, dar 
        particulele de fum pe care le las&#259; &#238;n aerul din flacon reprezint&#259; excelente centre de condensare.
     <P>&#206;n&#351;urubeaz&#259; capacul, str&#226;nge puternic flaconul pentru c&#226;teva secunde, apoi elibereaz&#259;&minus;l brusc (figura&nbsp;3).
     <P><IMG src="img/1f_p3.jpg" hspace=4><BR><FONT size=-1><I><B>&nbsp;Figura 3. </B>Formarea norului prin condensarea
        vaporilor suprasaturan&#355;i ai apei, la eliberarea brusc&#259; a flaconului.
        </I></FONT> 
     <P>De data aceasta, &#238;n flacon apare un veritabil nor! &#206;n jurul particulelor de fum se formeaz&#259; pic&#259;turi fine de ap&#259;
        condensat&#259;.
     <P>Tot astfel, vaporii de ap&#259; care se ridic&#259; &#238;n atmosfer&#259; &#351;i &#238;nt&#226;lnesc aer foarte rece, devin suprasaturan&#355;i &#351;i 
        condenseaz&#259; &#238;n jurul particulelor de praf sau ale altor centre de condensare.
        
  <P><BR><LI><B><I>Fierberea apei la temperatura camerei!</I></B>
     <P>Introdu 3&nbsp;mL de ap&#259; &#238;ntr&minus;o sering&#259; de 10&nbsp;mL. Elimin&#259; bulele de aer din sering&#259;. Astup&#259; orificiul 
        seringii &#351;i trage de piston (figura&nbsp;4).
     <P><IMG src="img/1f_p4.jpg" hspace=4><BR><FONT size=-1><I><B>&nbsp;Figura 4. </B>Fierberea apei la temperatura camerei.
        </I></FONT> 
     <P>Reduc&#226;nd suficient de mult presiunea, apa fierbe la temperatura camerei!
     <P>Las&#259; pistonul s&#259; revin&#259; brusc. &#350;ocul va forma mii de bule microscopice, care vor constitui tot at&#226;tea <I>nuclee de
        vaporizare</I>, care vor favoriza vaporizarea. Trage din nou pistonul.
     <P>De data aceasta, fierberea apei &#238;ncepe deodat&#259; &#238;n mii de locuri!   

  <P><BR><LI><B><I>Oala... minune!</I></B>
     <P>M&#259;rind temperatura peste 100&deg;C, alimentele pot fi g&#259;tite mai repede. Unele oale de buc&#259;t&#259;rie pot fi &#238;nchise
        ermetic, astfel c&#259; vaporii nu pot p&#259;r&#259;si oala dec&#226;t dac&#259; presiunea dep&#259;&#351;e&#351;te 2&nbsp;atm.
     <P>Estimeaz&#259; temperatura la care vor fi g&#259;tite alimentele &#238;ntr&minus;o astfel de oal&#259;. Discut&#259; avantajele utiliz&#259;rii
        acesteia &#238;n buc&#259;t&#259;rie. 
     <P><FONT size=-1><I>R&#259;spuns par&#355;ial: </I>Alimentele se g&#259;tesc mai repede, iar consumul de energie este mult mai mic (apa
        nu fierbe, astfel c&#259; nu trebuie transferat&#259; acesteia c&#259;ldura latent&#259; de vaporizare).
     </FONT>
        
  <P><BR><LI><B><I>Prea fierbinte!</I></B>
     <P>&#206;ntr&minus;un pahar de unic&#259; folosin&#355;&#259; sunt 200&nbsp;g de ceai fierbinte, la 80&deg;C. 
     <P>C&#226;t&#259; ghea&#355;&#259; la -20&deg;C trebuie pus&#259; &#238;n ceai pentru a cobor&#238; rapid temperatura la 50&deg;C &#351;i ceaiul s&#259; poat&#259; fi
        b&#259;ut imediat?
     <P><FONT size=-1><I>R&#259;spuns par&#355;ial: </I>Consider&#226;nd c&#259;ldura specific&#259; a ceaiului egal&#259; cu cea a apei, neglij&#226;nd orice
        alt schimb de c&#259;ldur&#259; dec&#226;t cel dintre ghea&#355;&#259; &#351;i ceai &#351;i aplic&#226;nd ecua&#355;ia calorimetric&#259;, ob&#355;ii masa ghe&#355;ii: 55&nbsp;g.
     </FONT>
     
  <P><BR><LI><B><I>P&#226;n&#259; la fierbere!</I></B>
     <P>Un fierb&#259;tor electric cu puterea 500&nbsp;W este cufundat &#238;ntr&minus;o jum&#259;tate de litru de ap&#259; la 10&deg;C dintr&minus;un
        termos. 
     <P>Reprezint&#259; grafic evolu&#355;ia a&#351;teptat&#259; a temperaturii &#238;n primele zece minute de func&#355;ionare a fierb&#259;torului. 
     <P>C&#226;t este masa vaporilor de ap&#259; forma&#355;i prin fierberea apei?
     
  <P><BR><LI><B><I>Topire cu... vapori!</I></B>
     <P>&#206;ntr&minus;un vas deschis, la presiune atmosferic&#259; normal&#259;, &#238;n care se afl&#259; &#238;n echilibru termic o jum&#259;tate de kilogram
        de ap&#259; &#351;i o jum&#259;tate de kilogram de ghea&#355;&#259;, se trimit vapori de ap&#259; saturan&#355;i, p&#226;n&#259; c&#226;nd toat&#259; ghea&#355;a este topit&#259;.
     <P>C&#226;t este masa vaporilor saturan&#355;i care provoac&#259; topirea ghe&#355;ii?
     
  <P><BR><LI><B><I>&#206;nghe&#355;are prin... vidare!</I></B>
     <P>Reduc&#226;nd rapid presiunea de deasupra unei cantit&#259;&#355;i de ap&#259; aflat&#259; ini&#355;ial la 0&deg;C, o parte din ap&#259; &#238;nghea&#355;&#259;, 
        cealalt&#259; transform&#226;ndu&minus;se &#238;n vapori. 
     <P>C&#226;t este procentul din cantitatea ini&#355;ial&#259; de ap&#259; care &#238;nghea&#355;&#259;?
     <P><FONT size=-1><I>R&#259;spuns: </I>87%
     </FONT>

  <P><BR><LI><B><I>O b&#259;utur&#259; acidulat&#259;, v&#259; rog!</I></B>
     <P>Acidularea b&#259;uturilor r&#259;coritoare se face cu dioxid de carbon. Acesta este p&#259;strat &#238;n tuburi vopsite &#238;n negru (semn
        distinctiv), la presiuni de zeci de atmosfere. 
     <P>&#206;n ce stare te a&#351;tep&#355;i s&#259; se afle dioxidul de carbon &#238;n aceste tuburi, la temperaturi obi&#351;nuite?
     
  <P><BR><LI><B><I>Dilatarea la topire</I></B>
     <P>Cum te a&#351;tep&#355;i s&#259; arate diagrama de stare pentru o substan&#355;&#259; care se dilat&#259; la topire?

</OL>

</BODY>
</HTML>





























