<HTML>
<HEAD>
<TITLE>G. Motoare termice</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<H3>Elemente de termodinamic&#259;</H3>
<H2 class="challange">G. Motorare termice</H2>

<P>Energia ob&#355;inut&#259; din alimente &#238;&#355;i permite s&#259; ac&#355;ionezi asupra lumii &#238;n care tr&#259;ie&#351;ti, &#238;ncerc&#226;nd s&minus;o transformi
   conform dorin&#355;elor &#351;i intereselor tale. 
   
<P>Dorin&#355;ele &#351;i interesele omului modern dep&#259;&#351;esc cu mult ceea ce ar putea fi f&#259;cut prin efort fizic propriu. Produc&#355;ia 
   mondial&#259; de energie (&#238;n 2004: 4,3&middot;10<SUP>19</SUP>&nbsp;J) a fost de 13 ori mai mare dec&#226;t ceea ce am fi ob&#355;inut doar 
   prin efort fizic uman (&#238;n medie, 5,4&middot;10<SUP>8</SUP>&nbsp;J &#238;ntr&minus;un an pentru fiecare persoan&#259; activ&#259;). Este ca &#351;i
   c&#226;nd, pentru fiecare dintre noi ar lucra din greu 13 sclavi!
   
<P>Aproximativ 80% din produc&#355;ia de energie a omenirii este ob&#355;inut&#259; prin arderea combustibililor (c&#259;rbune, petrol, gaze n
   naturale). Aproximativ o jum&#259;tate din aceast&#259; energie este folosit&#259; pentru a fi tranformat&#259; (par&#355;ial!) &#238;n lucru mecanic.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>motor termic</I> o ma&#351;in&#259; care transform&#259; o parte din
   energia primit&#259; sub form&#259; de c&#259;ldur&#259; &#238;n lucru mecanic.</B> (figura&nbsp;1)
</DIV>

<P><TABLE>
     <TR valign=bottom>
        <TD><IMG src="img/1g_1.jpg" hspace=4></TD>
        <TD><FONT size=-1><I><B>&nbsp;Figura 1. </B>Un motor termic prime&#351;te energie sub form&#259; de caldur&#259; &#351;i transform&#259; o parte din
            aceasta &#238;n lucru mecanic.</I></FONT></TD>
     </TR>
   </TABLE>

<P>Motorul unui automobil are nevoie de c&#259;ldura degajat&#259; prin arderea unui combustibil pentru a func&#355;iona &minus; este un 
   motor termic (figura&nbsp;2).

<P><TABLE>
     <TR valign=bottom>
        <TD><IMG src="img/1g_2.jpg" hspace=4></TD>
        <TD><FONT size=-1><I><B>&nbsp;Figura 2. </B>Motorul unui automobil este un motor termic.</I></FONT></TD>
     </TR>
   </TABLE>

<P>Prin arderea combustibilului, motorul automobilului prime&#351;te energie sub form&#259; de c&#259;ldur&#259; &#351;i transform&#259; o parte din
   aceast&#259; energie &#238;n lucru mecanic. Astfel, ro&#355;ile automobilului sunt men&#355;inute &#238;n rota&#355;ie &#351;i automobilul se poate deplasa
   rapid, pe distan&#355;e mari. Lucrul mecanic ob&#355;inut compenseaz&#259; efectele frec&#259;rii cu solul &#351;i cu aerul.
   
<P>Cantitatea de combustibili naturali este limitat&#259; &#351;i suntem interesa&#355;i ca o c&#226;t mai mare parte din c&#259;ldura eliberat&#259; prin
   ardere s&#259; fie transformat&#259; &#238;n lucru mecanic.
   
<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>randament</I> al unui motor termic raportul dintre lucrul
   mecanic total &#351;i cantitatea de c&#259;ldur&#259; primit&#259;:</B>
   <P align=center><IMG src="img/e1g_1.gif">
</DIV>

<P>Dac&#259; motorul func&#355;ioneaz&#259; ciclic (revine periodic la starea sa ini&#355;ial&#259;), variatia energiei sale interne este nul&#259;. 
   Conform principiului I al termodinamicii:
   
<P align=center><IMG src="img/e1g_2.gif">

<P>lucrul mecanic total este egal cu cantitatea total&#259; de c&#259;ldur&#259; schimbat&#259; (primit&#259; &#351;i cedat&#259;):

<P align=center><IMG src="img/e1g_3.gif">

<P>A&#351;adar, randamentul unui motor termic ciclic este:

<P align=center><IMG src="img/e1g_4.gif">

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 1</B>
  <P>La o privire neatent&#259;, expresia precedent&#259; sugereaz&#259; un randament supraunitar! Dar aceasta ar fi &#238;n contradic&#355;ie cu
     principiul conserv&#259;rii energiei. 
  <P>Rezolv&#259; contradic&#355;ia! Ce semn utiliz&#259;m oare pentru c&#259;ldura cedat&#259;?
</DIV>

</BODY>
</HTML>


















