<HTML>
<HEAD>
<TITLE>IH-4. Entropia</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Al doilea principiu al termodinamicii</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>H-4.&nbsp;</H2></TD>
    <TD><H2>Entropia</H2></TD>
  </TR>
</TABLE>
</DIV>

<P>Principiile termodinamicii fundamenteaz&#259; m&#259;rimi de stare utile: principiul I introduce temperatura, iar principiul I,
   energia intern&#259;. 
   
<P>Germanul Rudolf Clausius a oferit &#238;n 1865 o alt&#259; formulare a principiului II al termodinamicii, introduc&#226;nd &#238;nc&#259; o m&#259;rime
   de stare util&#259;: entropia.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>entropie</I> m&#259;rimea fizic&#259; de stare a c&#259;rei varia&#355;ie
   &#238;ntre dou&#259; st&#259;ri de echilibru poate fi calculat&#259; astfel:</B>
   <P><TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><IMG src="img/e1h4_1.gif"</TD>
         <TD align=right>(1)</TD>
      </TR>
   </TABLE>
</DIV>

<P>unde &Delta;<I>Q</I><SUB>i</SUB> sunt cantit&#259;&#355;ile de c&#259;ldur&#259; schimbate la temperaturile intermediare <I>T</I><SUB>i</SUB>
   din timpul procesului.
   
<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 4-1</B>
  <P>C&#226;t este varia&#355;ia de entropie pentru o cantitate de ghea&#355;&#259; cu masa 1&nbsp;kg care se tope&#351;te la presiune atmosferic&#259;
     normal&#259;?
</DIV>

<P>Procesul de topire a ghe&#355;ii la presiune atmosferic&#259; normal&#259; are loc la 273&nbsp;K &#351;i ghea&#355;a prime&#351;te 333&nbsp;kJ sub form&#259;
   de c&#259;ldur&#259;. Conform rela&#355;iei (1), varia&#355;ia de entropie este:
   
<P align=center><IMG src="img/e1h4_2.gif">

<P>A&#351;adar, &#238;n procesul de topire a ghe&#355;ii, entropia apei cre&#351;te.

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 4-2</B>
  <P>C&#226;t te a&#351;tep&#355;i s&#259; fie varia&#355;ia de entropie la amestecarea apei calde cu ap&#259; rece?
</DIV>

<P>Dac&#259; doar cele dou&#259; cantit&#259;&#355;i de ap&#259; cald&#259; &#351;i rece schimb&#259; energie sub form&#259; de c&#259;ldur&#259;, entropia apei reci cre&#351;te 
   (c&#259;ldur&#259; primit&#259;), iar a apei calde scade (c&#259;ldur&#259; cedat&#259;).
   
<P>Cre&#351;terea entropiei apei ini&#355;ial rece este <I>mai mare</I> dec&#226;t sc&#259;derea entropiei apei ini&#355;ial rece: apa rece prime&#351;te
   c&#259;ldur&#259; la temperaturi intermediare mai mici dec&#226;t cele la care apa cald&#259; cedeaz&#259; c&#259;ldur&#259;. Ori de c&#226;te ori are loc un
   transfer de energie sub form&#259; de c&#259;ldur&#259;, entropia ansamblului <I>cre&#351;te</I>.
   
<P>Dac&#259; este utilizat&#259; o ma&#351;in&#259; frigorific&#259; pentru a r&#259;ci un corp pe seama &#238;nc&#259;lzirii altuia, se mic&#351;oreaz&#259; entropia 
   ansamblului celor dou&#259; corpuri. Lucrul mecanic utilizat de ma&#351;ina frigorific&#259; ar putea fi ob&#355;inut de la un motor termic pe
   seama trecerii c&#259;ldurii de la o surs&#259; cald&#259; la una rece, acest proces realiz&#226;ndu&minus;se cu cre&#351;terea entropiei. Bilan&#355;ul
   total indic&#259; o <I>cre&#351;tere</I> a entropiei sistemuli care cuprinde cele dou&#259; corpuri, ma&#351;ina frigorific&#259;, motorul termic
   &#351;i sursele sale cald&#259; &#351;i rece.
   
<P>Generaliz&#226;nd astfel de observa&#355;ii, Clausius a formulat principiul al II&minus;lea al termodinamicii astfel:

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Un proces &#238;ntre dou&#259; st&#259;ri de echilibru termodinamic se desf&#259;&#351;oar&#259;
   &#238;n sensul cre&#351;terii entropiei sistemului &#238;mpreun&#259; cu mediul acestuia.</B>
</DIV>

<P>Cu alte cuvinte, exist&#259; un sens unic &#238;n care procesele se desf&#259;&#351;oar&#259;: cel al cre&#351;terii entropiei (&Delta;<I>S</I>&gt;0).

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Toate procesele naturale sunt ireversibile.</B>
</DIV>

<P>Doar &#238;n cazul idealizat al proceselor reversibile, varia&#355;ia de entropie a sistemului &#238;mpreun&#259; cu mediul s&#259;u este nul&#259;
   (&Delta;<I>S</I>=0).
   
<P>Dac&#259; &#238;ncerc&#259;m s&#259; invers&#259;m desf&#259;&#351;urarea unui proces real, chiar dac&#259; entropia sistemului se mic&#351;oreaz&#259;, entropia mediului
   cre&#351;te, bilan&#355;ul total de entropie fiind pozitiv.
   
<P>Toate procesele care se desf&#259;&#351;oar&#259; &#238;n Univers se datoreaz&#259; faptului c&#259; energia nu este &#238;nc&#259; uniform repartizat&#259;: stelele
   sunt &#238;nc&#259; mai fierbin&#355;i dec&#226;t alte p&#259;r&#355;i ale Universului, cum sunt planetele. Oricare dintre procesele &#238;n desf&#259;&#351;urare
   conduce la cre&#351;terea entropiei &#351;i la apropierea de o stare cu energia uniform repartizat&#259;: <I>moartea termic&#259; a Universului!</I>

</BODY>
</HTML>































