<HTML>
<HEAD>
<TITLE>IIA-1. Interac&#355;iuni electrice</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD width=50%><H3>Producerea &#351;i utilizarea curentului continuu</H3></TD>
    <TD align=right><H3>Curentul electric</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>A-1.&nbsp;</H2></TD>
    <TD><H2>Interac&#355;iuni electrice</H2></TD>
  </TR>
</TABLE>
</DIV>

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 1-1</B>
  <P>Investigheaz&#259; interac&#355;iuni asemenea celor observate &#238;n cazul chihlimbarului, folosind materiale la &#238;ndem&#226;n&#259;. Lucreaz&#259; 
     individual.
  <P>Desf&#259; de pe o rol&#259; de band&#259; adeziv&#259; o f&#226;&#351;ie lung&#259; de aproximativ 15&nbsp;<I>cm</I> &#351;i tai&minus;o. 
  <P>&#354;ine&minus;o, cu o m&#226;n&#259;, at&#226;rnat&#259; de un cap&#259;t &#351;i apropi&minus;o de rola de pe care ai desf&#259;cut&minus;o (figura&nbsp;1&minus;1).
  <P><IMG src="img/2a1_1.jpg" hspace=4><BR>
     <SMALL><I>
       <B>&nbsp;Figura 1-1. </B>Interac&#355;iunea dintre o f&#226;&#351;ie de band&#259; adeziv&#259; &#351;i rola de pe care a fost desf&#259;cut&#259;.
     </I></SMALL>
  <P>Observi vreo interac&#355;iune &#238;ntre band&#259; &#351;i rola de pe care ai desf&#259;cut&minus;o?
</DIV>

<P>Prin desprindere, banda desprins&#259; &#351;i cea r&#259;mas&#259; pe rol&#259; s&minus;au <I>electrizat</I> &#351;i interac&#355;ioneaz&#259; <I>electric</I> (se
   atrag). O parte dintre electronii de pe partea adeziv&#259; a benzii care se desprinde trec pe partea neted&#259; a benzii r&#259;mas&#259; pe 
   rol&#259; (figura&nbsp;1&minus;2).

<P><TABLE>
     <TR valign=bottom>
        <TD><IMG src="img/2a1_2.jpg" hspace=4></TD>
        <TD><SMALL><I><B>&nbsp;Figura 1&minus;2. </B>O parte dintre electronii de pe partea adeziv&#259; a benzii care se desprinde
            trec pe partea neted&#259; a benzii care r&#259;m&#226;ne pe rol&#259;.
            </I></SMALL></TD>
     </TR>
   </TABLE>

<P>Banda desprins&#259; are un deficit de electroni, iar banda r&#259;mas&#259; pe rol&#259; are un exces de electroni.

<P>Protonii (constituen&#355;i, al&#259;turi de neutroni, ai nucleelor atomilor) &#351;i electronii sunt purt&#259;tori de <I>sarcin&#259; electric&#259;</I>
   &minus; proprietatea care &#238;i face s&#259; interac&#355;ioneze electric.
   
<P>Conven&#355;ional, consider&#259;m sarcina electric&#259; a protonilor <I>pozitiv&#259;</I>, iar cea a electronilor, <I>negativ&#259;</I>.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Purt&#259;torii de sarcin&#259; av&#226;nd semne contrare interac&#355;ioneaz&#259; electric
      atr&#259;g&#226;ndu&minus;se reciproc</B>. (figura&nbsp;1&minus;3)
</DIV>

<P><CENTER><IMG src="img/2a1_3.jpg" hspace=4></CENTER>
   <SMALL><I><B>&nbsp;Figura 1-3. </B>
     Purt&#259;torii de sarcin&#259; av&#226;nd semne contrare interac&#355;ioneaz&#259; electric atr&#259;g&#226;ndu&minus;se reciproc.
   </I></SMALL>

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 1-2</B>
  <P>Investigheaz&#259; cum interac&#355;ioneaz&#259; electric corpurile electrizate identic. Lucreaz&#259; individual.
  <P>Desf&#259; de pe o rol&#259; de band&#259; adeziv&#259; o f&#226;&#351;ie lung&#259; de aproximativ 15&nbsp;<I>cm</I> &#351;i tai&minus;o. 
  <P>Prinde cap&#259;tul superior al benzii de marginea mesei, apoi desf&#259; de pe rol&#259; &#351;i taie &#238;nc&#259; o f&#226;&#351;ie, tot at&#226;t de lung&#259;.
  <P>Apropie cele dou&#259; f&#226;&#351;ii (figura&nbsp;1&minus;4).
  <P><TABLE>
       <TR valign=bottom>
          <TD><IMG src="img/2a1_4.jpg" hspace=4></TD>
          <TD><SMALL><I><B>&nbsp;Figura 1&minus;4. </B>Interac&#355;iunea dintre dou&#259; f&#226;&#351;ii de band&#259; adeziv&#259; desprinse de pe aceea&#351;i rol&#259;.
              </I></SMALL></TD>
       </TR>
     </TABLE>
  <P>Observi vreo interac&#355;iune &#238;ntre f&#226;&#351;iile desprinse de pe aceea&#351;i rol&#259;?
</DIV>

<P>Ambele f&#226;&#351;ii au deficit de electroni (exces de sarcin&#259; electric&#259; pozitiv&#259;) &#351;i interac&#355;ioneaz&#259; electric resping&#226;ndu&minus;se
   reciproc.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Purt&#259;torii de sarcin&#259; av&#226;nd acela&#351;i semn interac&#355;ioneaz&#259; electric
      resping&#226;ndu&minus;se reciproc</B>. (figura&nbsp;1&minus;5)
</DIV>

<P><CENTER><IMG src="img/2a1_5.jpg" hspace=4></CENTER>
   <SMALL><I><B>&nbsp;Figura 1-5. </B>
     Purt&#259;torii de sarcin&#259; av&#226;nd acela&#351;i semn interac&#355;ioneaz&#259; electric resping&#226;ndu&minus;se reciproc.
   </I></SMALL>

<P>Electronii &#351;i protonii sunt purt&#259;tori elementari de sarcin&#259; electric&#259;. Un electron are o sarcin&#259; elementar&#259; negativ&#259;, iar
   un proton o sarcin&#259; elementar&#259; pozitiv&#259;.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Cantitatea de sarcin&#259; electric&#259; a unui corp este un num&#259;r &#238;ntreg de
   sarcini electrice elementare.</B>
</DIV>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 1-1</B>
  <P>C&#226;&#355;i electroni sunt &#238;ntr&minus;o moned&#259; de aluminiu de 500&nbsp;lei (vechi)? 
  <P>C&#226;&#355;i protoni sunt &#238;n aceea&#351;i moned&#259;, dac&#259; aceasta este neutr&#259; electric (sarcina electric&#259; total&#259; a acesteia este nul&#259;)?
</DIV>

<P>Corpurile obi&#351;nute con&#355;in un num&#259;r imens de sarcini elementare. De aceea, &#238;n Sistemul Interna&#355;ional de unit&#259;&#355;i utiliz&#259;m o
   alt&#259; unitate de m&#259;sur&#259; pentru cantitatea de sarcin&#259; electric&#259;:

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;<I>Coulombul</I> (simbol <I>C</I>) este cantitatea de sarcin&#259; electric&#259; egal&#259; cu 
   6,25&middot;10<SUP>18</SUP> sarcini electrice elementare.</B>
</DIV>

<P>Astfel, o sarcin&#259; electric&#259; elementar&#259; este:

<P align=center>1&nbsp;<I>e</I>&nbsp;=&nbsp;1,60&middot;10<SUP>-19</SUP>&nbsp;<I>C</I>.

</BODY>
</HTML>
































