<HTML>
<HEAD>
<TITLE>IIA-2. Curentul electric</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD width=50%><H3>Producerea &#351;i utilizarea curentului continuu</H3></TD>
    <TD align=right><H3>Curentul electric</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>A-2.&nbsp;</H2></TD>
    <TD><H2>Curentul electric</H2></TD>
  </TR>
</TABLE>
</DIV>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 2-1</B>
  <P>Imagineaz&#259;&minus;&#355;i c&#259; desfaci banda adeziv&#259; de pe rola notat&#259; <I>A</I> din figura&nbsp;2&minus;1 &#351;i o &#238;nf&#259;&#351;ori pe rola
     notat&#259; <I>B</I>.
  <P><CENTER><IMG src="img/2a2_1.jpg" hspace=4></CENTER>
     <SMALL><I>
       <B>&nbsp;Figura 2-1. </B>Banda adeziv&#259; este desf&#259;cut&#259; de pe rola A &#351;i este &#238;nf&#259;&#351;urat&#259; pe rola B.
     </I></SMALL>
  <P>Prin suprafa&#355;a imaginar&#259; <I>S</I> trec odat&#259; cu banda spre rola <I>B</I>, &#238;n patru secunde de derulare, o jum&#259;tate de
     miliard de sarcini elementare pozitive &#238;n exces.
  <P>C&#226;t este, &#238;n coulombi, cantitatea de sarcin&#259; electric&#259; pozitiv&#259; care traverseaz&#259; suprafa&#355;a <I>S</I> &#238;n cele patru 
     secunde de derulare?   
</DIV>

<P>&#206;n procesul descris &#238;n provocarea 2&minus;1, suprafa&#355;a <I>S</I> este traversat&#259; at&#226;t de electronii c&#226;t &#351;i de protonii care
   alc&#259;tuiesc banda. Trec &#238;ns&#259; mai multe sarcini pozitive (care sunt &#238;n exces pe band&#259;). Astfel, se produce un transfer <I>net</I>
   de sarcin&#259; prin suprafa&#355;a <I>S</I>.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>curent electric</I> printr&minus;o suprafa&#355;&#259; oarecare, un
   transfer net de sarcin&#259; electric&#259; prin acea suprafa&#355;&#259;.</B>
</DIV>

<P>Tot timpul derul&#259;rii benzii de la provocarea 2&minus;1, sensul transferului sarcinii pozitive nete prin suprafa&#355;a <I>S</I> a
   r&#259;mas acela&#351;i: spre dreapta (de la <I>A</I> spre <I>B</I>).
   
<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Sensul curentului electric printr&minus;o suprafa&#355;&#259; este sensul &#238;n care
   se transfer&#259; sarcin&#259; net&#259; pozitiv&#259; prin acea suprafa&#355;&#259;.</B>
</DIV>
   
<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 2-2</B>
  <P>C&#226;t&#259; sarcin&#259; electric&#259; net&#259; este transferat&#259;, &#238;n medie, &#238;n fiecare secund&#259; prin suprafa&#355;a <I>S</I> &#238;n procesul descris
     &#238;n provocarea precedent&#259;?
</DIV>

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>intensitate medie</I> a curentului electric printr&minus;o 
   suprafa&#355;&#259;, debitul de sarcin&#259; electric&#259; net&#259; prin acea suprafa&#355;&#259;:</B>
   <P align=center>
   <TABLE>
     <TR valign=center>
       <TD align=center><B>Intensitatea medie<BR>a curentului electric</B></TD>
       <TD align=center>=</TD>
       <TD align=center><B>Sarcina net&#259; transferat&#259;<HR size=1 color=black>Durata transferului</B></TD>
       <TD>.</TD>
     </TR>
   </TABLE>
</DIV>

<P>Cu simboluri,
<P align=center>
   <TABLE>
     <TR valign=center>
       <TD align=center><I>I<SUB>med</SUB></I></TD>
       <TD align=center>=</TD>
       <TD align=center><I>&Delta;q</I><HR size=1 color=black><I>&Delta;t</I></TD>
       <TD>.</TD>
     </TR>
   </TABLE>

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Unitatea de m&#259;sur&#259; a intensit&#259;&#355;ii curentului electric este
   <I>amperul</I> (simbol <I>A</I>) &#351;i este unitate fundamental&#259; &#238;n Sistemul Interna&#355;ional de unit&#259;&#355;i.</B>
</DIV>

<P>Din rela&#355;ia de defini&#355;ie a intensit&#259;&#355;ii curentului electric, rezult&#259; c&#259;:

<P align=center>un&nbsp;<I>coulomb</I>&nbsp;=&nbsp;un&nbsp;amper&nbsp;x&nbsp;o&nbsp;secund&#259;,

<P>sau, cu simboluri:

<P align=center>1&nbsp;<I>C</I>&nbsp;=&nbsp;1&nbsp;<I>A</I>&middot;s.

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 2-3</B>
  <P>C&#226;t este intensitatea medie a curentului electric care traverseaz&#259; suprafa&#355;a <I>S</I> &#238;n procesul descris la provocarea&nbsp;2&minus;1,
     &#238;n cele patru secunde de derulare a benzii?
</DIV>

<P>Un bec de lantern&#259; func&#355;ioneaz&#259; normal c&#226;nd este str&#259;b&#259;tut de un curent electric cu intensitatea de c&#226;teva zecimi de amper.
   Separarea sarcinilor electrice prin derularea benzii adezive nu este foarte eficient&#259; - intensitatea curentului electric 
   astfel ob&#355;inut este infim&#259;!
   
<P>De&minus;a lungul timpului au fost puse la punct metode mult mai eficiente de separare a sarcinilor electrice. Una dintre
   solu&#355;iile de succes este separatorul electrochimic de sarcini electrice - numit uzual <I>baterie electric&#259;</I> (figura&nbsp;2&minus;2).

  <P><TABLE>
       <TR valign=bottom>
          <TD><IMG src="img/2a2_2.jpg" hspace=4></TD>
          <TD><SMALL><I><B>&nbsp;Figura 2&minus;2. </B>Separator electrochimic de sarcini electrice.
              </I></SMALL></TD>
       </TR>
     </TABLE>

<P>Separatorul electrochimic reprezentat &#238;n figura&nbsp;2&minus;2 este de fapt o <I>celul&#259;</I> individual&#259; de separare a sarcinilor,
   nu o baterie. &#206;n general, o baterie este un <I>grup</I> de elemente asem&#259;n&#259;toare sau identice, asamblate &#238;mpreun&#259;. Astfel,
   o baterie electric&#259; este un grup de celule individuale de separare a sarcinilor electrice.
   
<P>Ceea ce numim uzual <I>baterie electric&#259;</I> este un reactor chimic &#238;ncapsulat, &#238;n care se desf&#259;&#351;oar&#259; reac&#355;ii chimice care
   au ca efect separarea sarcinilor electrice (figura&nbsp;2&minus;3).   

  <P><TABLE>
       <TR valign=bottom>
          <TD><IMG src="img/2a2_3.jpg" hspace=4></TD>
          <TD><SMALL><I><B>&nbsp;Figura 2&minus;3. </B>Separarea sarcinilor &#238;ntr&minus;o "baterie" electric&#259;.
              </I></SMALL></TD>
       </TR>
     </TABLE>

<P>O parte dintre electroni sunt "&#238;nghesui&#355;i" la borna negativ&#259; a bateriei (notat&#259; "-"), &#238;n timp ce o parte dintre ionii
   pozitivi r&#259;m&#226;n "descoperi&#355;i" la borna pozitiv&#259; (notat&#259; "+").
   
<P>Doar o foarte mic&#259; parte dintre sarcinile care alc&#259;tuiesc bateria sunt &#238;n exces la cele dou&#259; borne, astfel c&#259; separarea 
   sarcinilor nu este vizibil&#259; cu ochiul liber. Suntem astfel nevoi&#355;i s&#259; dezvolt&#259;m metode &#351;i instrumente speciale care s&#259; ne
   permit&#259; detectarea separ&#259;rii sarcinilor electrice.

</BODY>
</HTML>

































