<HTML>
<HEAD>
<TITLE>IIA-3. Tensiunea electric&#259;</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD width=50%><H3>Producerea &#351;i utilizarea curentului continuu</H3></TD>
    <TD align=right><H3>Curentul electric</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>A-3.&nbsp;</H2></TD>
    <TD><H2>Tensiunea electric&#259;</H2></TD>
  </TR>
</TABLE>
</DIV>

<P>Starea cu sarcini separate, cum este cea &#238;nt&#226;lnit&#259; la bornele unei baterii, este o stare "tensionat&#259;": sarcinile &#238;n exces
  la fiecare born&#259; se resping reciproc.
  
<P>Putem detecta o astfel de stare "tensionat&#259;" &#238;ntre bornele unei baterii, l&#259;s&#226;nd s&#259; se recombine o mic&#259; parte dintre purt&#259;torii
   de sarcin&#259; &#238;n exces de la cele dou&#259; borne, pe un traseu exterior bateriei (figura&nbsp;3&minus;1).

<P><TABLE>
     <TR valign=bottom>
        <TD><IMG src="img/2a3_1.jpg" hspace=4></TD>
        <TD><SMALL><I><B>&nbsp;Figura 3&minus;1. </B>Recombinarea controlat&#259; a unei p&#259;r&#355;i din sarcina electric&#259; &#238;n exces de la cele dou&#259;
            borne ale unei baterii.
            </I></SMALL></TD>
     </TR>
   </TABLE>

<P>Energia eliberat&#259; prin recombinare o utiliz&#259;m pentru a pune &#238;n mi&#351;care un ac indicator sau pentru a modifica indica&#355;iile
   unui ecran de afi&#351;are (figura&nbsp;3&minus;2).

<P><CENTER><IMG src="img/2a3_2.jpg" hspace=4></CENTER>
   <SMALL><I>
     <B>&nbsp;Figura 3-2. </B>Energia eliberat&#259; prin recombinare serve&#351;te la modificarea indica&#355;iilor unui ecran de afi&#351;are.
   </I></SMALL>

<P>Astfel, putem <I>m&#259;sura</I> tensiunea electric&#259; dintre dou&#259; puncte: cu c&#226;t este mai mare energia degajat&#259; la trecerea
   unei cantit&#259;&#355;i mai mici de sarcin&#259;, cu at&#226;t este mai mare tensiunea electric&#259; &#238;ntre cele dou&#259; puncte.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>tensiune electric&#259;</I> &#238;ntre dou&#259; puncte m&#259;rimea fizic&#259;
   scalar&#259; calculat&#259; prin &#238;mp&#259;r&#355;irea dintre energia degajat&#259; la transportul de sarcin&#259; net&#259; &#238;ntre cele dou&#259; puncte &#351;i cantitatea
   de sarcin&#259; transportat&#259;:</B>
   <P align=center><IMG src="img/e2a3_1.gif">
</DIV>

<P>Conform rela&#355;iei de defini&#355;ie a tensiunii electrice, unitatea sa de m&#259;sur&#259; &#238;n Sistemul Interna&#355;ional este <IMG src="img/e2a3_2.gif" align=absmiddle>, 
   numit&#259; <I>volt</I> (simbol <I>V</I>).
   
<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 3-1</B>
  <P>C&#226;t&#259; energie se degaj&#259; la trecerea unui coulomb de sarcin&#259; net&#259; &#238;ntre bornele unei baterii cu tensiunea &#238;ntre borne 9&nbsp;<I>V</I>,
     pe un traseu exterior bateriei? 
</DIV>

<P>Tensiunea electric&#259; &#238;ntre doua puncte <I>A</I> &#351;i <I>B</I> este considerat&#259; pozitiv&#259; dac&#259; se degaj&#259; energie la trecerea 
   unui purt&#259;tor de sarcin&#259; pozitiv&#259; de la <I>A</I> spre <I>B</I>. &#206;n acest caz spunem c&#259; <I>poten&#355;ialul electric</I> al
   punctului <I>A</I> este mai mare dec&#226;t <I>poten&#355;ialul electric</I> al punctului <I>B</I>.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Tensiunea electric&#259; dintre dou&#259; puncte este diferen&#355;a dintre 
   poten&#355;ialele electrice ale celor dou&#259; puncte</B> (figura&nbsp;3&minus;3):
   <P align=center><IMG src="img/e2a3_3.gif">
</DIV>

<P><TABLE>
     <TR valign=bottom>
        <TD><IMG src="img/2a3_3.jpg" hspace=4></TD>
        <TD><SMALL><I><B>&nbsp;Figura 3&minus;3. </B>Reprezentarea simbolic&#259; a tensiunii electrice &#238;ntre dou&#259; puncte.
            </I></SMALL></TD>
     </TR>
   </TABLE>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 3-2</B>
  <P>Care born&#259; a unei baterii are un poten&#355;ial electric mai mare? Cum ai putea <I>m&#259;sura</I> c&#226;t este tensiunea electric&#259;
     &#238;ntre bornele bateriei?
</DIV>
   
<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>voltmetru</I> instrumentul care m&#259;soar&#259; tensiunea electric&#259;
   &#238;ntre dou&#259; puncte.</B>
</DIV>

<P>Mult&#259; vreme au fost utilizate voltmetre <I>analogice</I> (cu ac indicator), cum este cel din figura&nbsp;3&minus;4a.

<P align=center><TABLE>
     <TR valign=bottom>
       <TD align=center><IMG src="img/2a3_4a.jpg"><BR><B>a</B></TD>
       <TD align=center><IMG src="img/2a3_4b.jpg"><BR><B>b</B></TD>
     </TR>
   </TABLE>
   <SMALL><I>
     <B>&nbsp;Figura 3-4. </B>Voltmetre: <B>a)</B> analogic; <B>b)</B> digital.
   </I></SMALL>

<P>&#206;n ultima vreme se utilizeaz&#259; tot mai frecvent voltmetrele <I>digitale</I> (cu afi&#351;are numeric&#259;), cum este cel din figura&nbsp;3&minus;4b.
   Acestea sunt mai ieftine, mai robuste &#351;i mai u&#351;or de utilizat.
   
<P>Un instrument digital modern - <I>multimetrul</I> - ofer&#259; mai multe func&#355;ii de m&#259;surare, selectate prin rotirea unui comutator
   (figura&nbsp;3&minus;4).

<P><TABLE>
     <TR valign=bottom>
        <TD><IMG src="img/2a3_5.jpg" hspace=4></TD>
        <TD><SMALL><I><B>&nbsp;Figura 3&minus;5. </B>Multimetru digital.
            </I></SMALL></TD>
     </TR>
   </TABLE>

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 3-1</B>
  <P>Exerseaz&#259; utilizarea unui multimetru digital. Lucreaz&#259; &#238;n echip&#259;.
  <P><B><I>Pasul 1. </I></B>Citi&#355;i instruc&#355;iunile de utilizare ale multimetrului &#351;i identifica&#355;i func&#355;iile de m&#259;surare care
     pot fi selectate.
  <P><B><I>Pasul 2. </I></B>M&#259;sura&#355;i cu multimetrul tensiunea electric&#259; &#238;ntre bornele unei baterii, pe diferite scale de 
     m&#259;surare a tensiunii.
  <P><B><I>Pasul 3. </I></B>Observa&#355;i afi&#351;ajul multimetrului dac&#259; inversa&#355;i conectarea acestuia la bornele bateriei.
  <P><B><I>Pasul 4. </I></B>Conecta&#355;i dou&#259; sau mai multe celule &#238;ntr&minus;o baterie, ca &#238;n figura 3&minus;6.       
  <P><IMG src="img/2a3_6.jpg" hspace=4><BR>
     <SMALL><I>
       <B>&nbsp;Figura 3-6. </B>Conectarea mai multor celule &#238;ntr&minus;o baterie.
     </I></SMALL>
  <P>M&#259;sura&#355;i tensiunile <I>U<SUB>AB</SUB> , <I>U<SUB>BC</SUB> , <I>U<SUB>AC</SUB> &#351;i <I>U<SUB>CA</SUB> .
</DIV>

</BODY>
</HTML>



































