<HTML>
<HEAD>
<TITLE>IIA-4.Circuite electrice</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD width=50%><H3>Producerea &#351;i utilizarea curentului continuu</H3></TD>
    <TD align=right><H3>Curentul electric</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>A-4.&nbsp;</H2></TD>
    <TD><H2>Circuite electrice</H2></TD>
  </TR>
</TABLE>
</DIV>

<P>O mul&#355;ime de aparate care ne fac via&#355;a mai u&#351;oar&#259; &#351;i mai interesant&#259; utilizeaz&#259; energia eliberat&#259; prin recombinarea
   sarcinilor electrice: computerul, telefonul mobil, televizorul, frigiderul, lanterna - pentru a numi doar c&#226;teva.

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 4-1</B>
  <P>Investigheaz&#259; alc&#259;tuirea &#351;i func&#355;ionarea unei lanterne!
</DIV>

<P>&#206;n figura&nbsp;4&minus;1 este reprezentat&#259; alc&#259;tuirea tipic&#259; a unei lanterne.

<P><CENTER><IMG src="img/2a4_1.jpg" hspace=4></CENTER>
   <SMALL><I>
     <B>&nbsp;Figura 4-1. </B>"Anatomia" unei lanterne.
   </I></SMALL>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 4-2</B>
  <P>Oare de ce a ales proiectantul lanternei aceast&#259; combina&#355;ie de materiale &#351;i componente?
</DIV>

<P>P&#259;r&#355;ile metalice ale lanternei <I>permit</I> trecerea purt&#259;torilor de sarcin&#259; electric&#259; atunci c&#226;nd lanterna func&#355;ioneaz&#259;, &#238;n 
   timp ce p&#259;r&#355;ile din mase plastice <I>&#238;mpiedic&#259;</I> trecerea purt&#259;torilor de sarcin&#259;. Resortul &#355;ine ap&#259;sate celulele, astfel
   ca p&#259;r&#355;ile metalice ale acestora s&#259; se ating&#259; &#351;i s&#259; permit&#259; trecerea purt&#259;torilor de sarcin&#259;. Contactele &#238;ntrerup&#259;torului
   permit stabilirea sau &#238;ntreruperea, dup&#259; dorin&#355;&#259;, a unui contact electric, f&#259;r&#259; s&#259; se deterioreze prin utilizare repetat&#259;.
   
<P>Oglinda concentreaz&#259; lumina becului &#238;ntr&minus;un fascicul &#238;ngust, ca s&#259; vezi bine zona spre care &#238;ndrep&#355;i lanterna. Carcasa
   &#355;ine toate acestea laolalt&#259;, iar forma &#351;i aspectul s&#259;u sunt importante pentru ca lanterna s&#259; suporte eventuale &#351;ocuri, s&#259; 
   arate bine &#351;i s&#259; o po&#355;i folosi cu u&#351;urin&#355;&#259;.
   
<P>Lanterna este un produs m&#259;runt, dar pentru proiectarea &#351;i realizarea unei lanterne care s&#259; func&#355;ioneze bine, este
   necesar&#259; o bun&#259; &#238;n&#355;elegere a interac&#355;iunii sarcinilor electrice &#351;i un bun control al separ&#259;rii &#351;i recombin&#259;rii acestora.
   
<P>Un alt mod &#238;n care po&#355;i descrie o lantern&#259; este <I>schema circuitului electric</I>, &#238;n care componentele lanternei sunt
   reprezentate simplificat, prin simboluri (figura&nbsp;4&minus;2).
   
<P><CENTER><IMG src="img/2a4_2.gif" hspace=4></CENTER>
   <SMALL><I>
     <B>&nbsp;Figura 4-2. </B>Schema circuitului electric al unei lanterne.
   </I></SMALL>
   
<P>Liniile din desen reprezint&#259; conductoarele metalice care conecteaz&#259; &#238;ntre ele componentele circuitului.

<P>&#206;n unele scheme vei &#238;nt&#226;lni celulele reprezentate ca &#238;n figura&nbsp;4&minus;3a, bateriile ca &#238;n figura&nbsp;4&minus;3b, iar
   becurile ca &#238;n figura&nbsp;4&minus;3c.

<P><CENTER><IMG src="img/2a4_3.gif" hspace=4></CENTER>
   <SMALL><I>
     <B>&nbsp;Figura 4-3. </B>Alte simboluri, utilizate pentru: <B><I>a)&nbsp;</I></B>celul&#259; de separare a sarcinilor (celul&#259; galvanic&#259;);
     <B><I>b)&nbsp;</I></B>baterie; <B><I>c)&nbsp;</I></B>bec (lamp&#259; cu filament).
   </I></SMALL>

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>circuit electric</I> un traseu &#238;nchis de&minus;a lungul c&#259;ruia pot
   trece purt&#259;torii de sarcin&#259; electric&#259;.</B>
</DIV>

<P>&#206;ntr&minus;o lantern&#259;, &#238;nchiz&#226;nd &#238;ntrerup&#259;torul, traseul este complet &#351;i permite purt&#259;torilor de sarcin&#259; s&#259; circule
   (figura&nbsp;4&minus;4).

<P><CENTER><IMG src="img/2a4_4.gif" hspace=4></CENTER>
   <SMALL><I>
     <B>&nbsp;Figura 4-4. </B>Circuit electric &#238;nchis (complet), care permite purt&#259;torilor de sarcin&#259; electric&#259; s&#259; circule.
   </I></SMALL>

<P>&#206;n corpurile metalice (cum sunt firele de cupru), electronii sunt purt&#259;torii de sarcin&#259; care se pot deplasa (ionii pozitivi
   sunt fic&#351;i). Electronii afla&#355;i &#238;n exces pe borna negativ&#259; a bateriei trec prin circuit &#351;i se recombin&#259; cu sarcinile
   pozitive &#238;n exces pe borna pozitiv&#259; a bateriei. &#206;n circuitul din figura&nbsp;4&minus;4, electronii circul&#259; &#238;n sens invers
   acelor ceasului.
   
<P>Acelea&#351;i efecte s&minus;ar ob&#355;ine dac&#259; circuitul ar fi parcurs &#238;n sensul acelor ceasului de c&#259;tre purt&#259;tori de sarcin&#259;
   pozitiv&#259; (sensul conven&#355;ional al curentului).

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 4-1</B>
  <P>Realizeaz&#259; un circuit electric folosind bateria &#351;i becul unei lanterne. Lucreaz&#259; &#238;n echip&#259;.
  <P><B><I>Pasul 1. </I></B>Demontati bateria &#351;i becul unei lanterne. Identifica&#355;i parametrii normali (nominali) de func&#355;ionare a becului
     (tensiunea &#351;i intensitatea curentului electric), &#238;nscrise pe acesta.
  <P><B><I>Pasul 2. </I></B>Realiza&#355;i circuitul electric, utiliz&#226;nd conductoare de leg&#259;tur&#259; &#351;i un suport pentru bec, astfel
     &#238;nc&#226;t becul s&#259; lumineze, semanl&#226;nd trecerea purt&#259;torilor de sarcin&#259; prin circuit.
  <P><B><I>Pasul 3. </I></B>Selecta&#355;i la un multimetru func&#355;ia de m&#259;surare a tensiunii &#351;i m&#259;sura&#355;i cu multimetrul tensiunile
     electrice &#238;ntre diferite puncte ale circuitului, ca &#238;n figura&nbsp;4&minus;5a. Marca&#355;i pe schema circuitului aceste 
     tensiuni ca arce orientate (figura&nbsp;4&minus;5b).
  <P><IMG src="img/2a4_5.gif" hspace=4><BR>
     <SMALL><I>
       <B>&nbsp;Figura 4-5. </B>M&#259;surarea tensiunii &#238;ntre dou&#259; puncte ale unui circuit: <B><I>a)&nbsp;</I></B>conectarea unui
       voltmetru &#238;ntre dou&#259; puncte ale circuitului; <B><I>b)&nbsp;</I></B>marcarea tensiunii pe schema electric&#259; a circuitului.
     </I></SMALL>
  <P><B><I>Pasul 4. </I></B>Selecta&#355;i la multimetru func&#355;ia de m&#259;surare a intensit&#259;&#355;ii curentului electric. Intercala&#355;i
     multimetrul astfel setat &#238;n diferite locuri ale circuitului, astfel ca purt&#259;torii de sarcin&#259; s&#259;&minus;l str&#259;bat&#259; &#351;i 
     m&#259;sura&#355;i intensitatea curentului electric (figura&nbsp;4&minus;6).
  <P><IMG src="img/2a4_6.gif" hspace=4><BR>
     <SMALL><I>
       <B>&nbsp;Figura 4-6. </B>M&#259;surarea intensit&#259;&#355;ii curentului electric printr&minus;o sec&#355;iune a circuitului.
     </I></SMALL>
  <P>Marca&#355;i pe schema circuitului aceste intensit&#259;&#355;i ca s&#259;ge&#355;i.
  <P><B><I>Pasul 5. </I></B>Compara&#355;i parametrii electrici m&#259;sura&#355;i cu cei nominali de func&#355;ionare ai becului.
</DIV>

</BODY>
</HTML>




































