<HTML>
<HEAD>
<TITLE>IIB-3. Transferul de energie &#238;n circuitele electrice</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD width=50%><H3>Producerea &#351;i utilizarea curentului continuu</H3></TD>
    <TD align=right><H3>Legile circuitelor electrice</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>B-3.&nbsp;</H2></TD>
    <TD><H2>Transferul de energie &#238;n circuitele electrice</H2></TD>
  </TR>
</TABLE>
</DIV>

<P>Pentru ca s&#259; control&#259;m mediul &#238;n care tr&#259;im avem nevoie de energie pentru a provoca transform&#259;rile dorite.

<P>Avem nevoie de energie pentru a produce lumina c&#226;nd este prea &#238;ntuneric, pentru a &#238;nc&#259;lzi ceea ce este prea rece,
   pentru a r&#259;ci ceea ce este prea cald, pentru a mi&#351;ca ceea ce dorim s&#259; se mi&#351;te, iar lista ar putea continua...
   
<P>Arareori g&#259;sim sursele de energie acolo unde avem nevoie &#351;i &#238;n forma de care avem nevoie. Z&#259;c&#259;mintele de c&#259;rbune &#351;i 
   c&#259;derile de ap&#259; - pentru a numi doar dou&#259; surse majore de energie - sunt adesea foarte departe de locuin&#355;ele noastre.
   
<P>O solu&#355;ie de succes, pe care o aplic&#259;m pe scar&#259; larg&#259;, este s&#259; transform&#259;m energia disponibil&#259; &#238;n energie de interac&#355;iune
   dintre sarcinile electrice, prin separarea purt&#259;torilor de sarcin&#259; de semne contrare (figura&nbsp;3&minus;1).

<P><IMG src="img/2b3_1.gif" hspace=4><BR>
   <SMALL><I>
     <B>&nbsp;Figura 3-1. </B>O form&#259; disponibil&#259; de energie este transformat&#259; &#238;n energie de interac&#355;iune &#238;ntre sarcinile 
        electrice, prin separarea purt&#259;torilor de sarcin&#259; de semne contrare.
   </I></SMALL>

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>generator electric</I> dispozitivul care transform&#259; o 
   form&#259; disponibil&#259; de energie &#238;n energie de interac&#355;iune a sarcinilor electrice, prin separarea purt&#259;torilor de sarcin&#259; de
   semne contrare.</B>
</DIV>

<P>Control&#226;nd recombinarea purt&#259;torilor de sarcin&#259; de semne contrare, ob&#355;inem forma dorit&#259; de energie, &#238;n locul &#351;i &#238;n ritmul
   de care avem nevoie de aceasta (figura&nbsp;3&minus;2).

<P><IMG src="img/2b3_2.gif" hspace=4><BR>
   <SMALL><I>
     <B>&nbsp;Figura 3-2. </B>Prin recombinarea controlat&#259; a purt&#259;torilor de sarcin&#259; de semne contrare, ob&#355;inem forma dorit&#259;
     de energie, &#238;n locul &#351;i &#238;n ritmul &#238;n care avem nevoie de aceasta.
   </I></SMALL>

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>consumator electric</I> dispozitivul care transform&#259; energia
   de interac&#355;iune a sarcinilor electrice &#238;ntr&minus;o form&#259; util&#259; de energie, prin recombinarea controlat&#259; a purt&#259;torilor de
   sarcin&#259; de semne contrare.</B>
</DIV>

<P>&#206;n circuitul reprezentat &#238;n figura&nbsp;3&minus;3, generatorul electric (notat <I>G</I>) utilizeaz&#259; o form&#259; disponibil&#259; de
   energie, transform&#226;nd&minus;o &#238;n energie de interac&#355;iune a sarcinilor electrice, prin separarea purt&#259;torilor de sarcin&#259; de
   semne contrare. 

<P><TABLE>
     <TR valign=bottom>
        <TD><IMG src="img/2b3_3.gif" hspace=4></TD>
        <TD><SMALL><I><B>&nbsp;Figura 3&minus;3. </B>Schema unui circuit electric cu generator, consumator &#351;i conductoare de
            leg&#259;tur&#259;.
            </I></SMALL></TD>
     </TR>
   </TABLE>  

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>tensiune electromotoare</I> a unui generator electric,
   tensiunea electric&#259; la care acesta separ&#259; sarcinile electrice.</B>
</DIV>

<P>Prin separarea cantit&#259;&#355;ii de sarcin&#259; <I>q</I> de c&#259;tre un generator av&#226;nd t.e.m. <I>E</I>, energia de interac&#355;iune a 
   sarcinilor electrice cre&#351;te cu <I>q&middot;E</I>.
   
<P>&#206;n procesul de recombinare, purt&#259;torii de sarcin&#259; se ciocnesc cu particulele &#238;nt&#226;lnite &#238;n cale, sporind agita&#355;ia termic&#259; -
   se degaj&#259; c&#259;ldur&#259;.
   
<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Degajarea de c&#259;ldur&#259; &#238;nso&#355;e&#351;te transformarea energiei de interac&#355;iune
   a sarcinilor electrice &#238;n alte forme de energie.</B>
</DIV>

<P>La trecerea purt&#259;torilor de sarcin&#259; printr&minus;un rezistor &#238;ntre capetele c&#259;ruia tensiunea electric&#259; este <I>U</I>, <I>toat&#259;</I>
   energia eliberat&#259; prin recombinarea purt&#259;torilor de sarcin&#259; se degaj&#259; sub form&#259; de c&#259;ldur&#259;:
   <P align=center><IMG src="img/e2b3_1.gif">

<P>&#206;n circuitul din figura&nbsp;3&minus;3, toate elementele de circuit au o anumit&#259; rezisten&#355;&#259; electric&#259;: rezistorul are 
   rezisten&#355;a <I>R</I>, conductorii de leg&#259;tur&#259; au rezisten&#355;a cumulat&#259; <I>r'</I>, iar generatorul electric rezisten&#355;a electric&#259;
   intern&#259; <I>r</I>.
   
<P>Bilan&#355;ul energetic pentru &#238;ntreg circuitul este, a&#351;adar:
   <P align=center><IMG src="img/e2b3_2.gif">

<P>Simplific&#226;nd factorul comun <I>q</I>, ob&#355;inem:
   <P align=center><IMG src="img/e2b3_3.gif">
   
<P>Aceast&#259; rela&#355;ie &#238;&#355;i permite s&#259; calculezi intensitatea curentului electric care se stabile&#351;te &#238;n circuitul din figura&nbsp;3&minus;3:
   <P><TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><IMG src="img/e2b3_4.gif"</TD>
         <TD align=right>(1)</TD>
      </TR>
   </TABLE>

<P>Rela&#355;ia (1) este <I>legea lui Ohm</I> aplicat&#259; &#238;ntregului circuit.

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 3-1</B>
  <P>Determin&#259; t.e.m. &#351;i rezisten&#355;a intern&#259; a unei baterii. Lucreaz&#259; &#238;n echip&#259;.
  <P><B><I>Pasul 1. </I></B>Conecta&#355;i la bornele bateriei un rezistor cu rezisten&#355;a electric&#259; 10&nbsp;<I>&Omega;</I>. M&#259;sura&#355;i
     tensiunea la bornele rezistorului cu un multimetru setat ca voltmetru.
  <P><B><I>Pasul 2. </I></B>Calcula&#355;i intensitatea curentului prin circuit, aplic&#226;nd legea lui Ohm pentru rezistor, neglij&#226;nd
     rezisten&#355;a electric&#259; a conductoarelor de leg&#259;tur&#259;.
  <P><B><I>Pasul 3. </I></B>Repeta&#355;i pa&#351;ii anteriori, pentru un rezistor cu rezisten&#355;a electric&#259; 20&nbsp;<I>&Omega;</I>.
  <P><B><I>Pasul 4. </I></B>Determina&#355;i t.e.m. a bateriei &#351;i rezisten&#355;a sa intern&#259;, aplic&#226;nd pentru fiecare dintre cele dou&#259;
     cazuri legea lui Ohm pentru &#238;ntreg circuitul.
  <P><B><I>Pasul 5. </I></B>Conecta&#355;i doar voltmetrul la bornele bateriei. Compara&#355;i tensiunea indicat&#259; de voltmetru cu rezultatul
     ob&#355;inut pentru t.e.m. a bateriei.     
</DIV>

<P>Prin construc&#355;ie, voltmetrele au o rezisten&#355;&#259; intern&#259; foarte mare. C&#226;nd voltmetrul este conectat la bornele bateriei, intnsitatea
   curentului prin circuit este at&#226;t de mic&#259;, &#238;nc&#226;t tensiunea indicat&#259; de voltmetru este, practic, t.e.m. a bateriei.
   
<P>Atunci c&#226;nd generatorul este str&#259;b&#259;tut de un curent cu intensitate semnificativ&#259;, tensiunea la bornele acestuia este <I>diferit&#259;</I>
   de tensiunea sa electromotoare (figura&nbsp;3&minus;4):
   <P align=center><IMG src="img/e2b3_5.gif">

<P><TABLE>
     <TR valign=bottom>
        <TD><IMG src="img/2b3_4.gif" hspace=4></TD>
        <TD><SMALL><I><B>&nbsp;Figura 3&minus;4. </B>Tensiunea la bornele unui generator str&#259;b&#259;tut de curent.
            </I></SMALL></TD>
     </TR>
   </TABLE>  

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 3-1</B>
  <P>C&#226;t te a&#351;tep&#355;i s&#259; fie intensitatea maxim&#259; a curentului debitat de un generator cu t.e.m. <I>E</I> &#351;i rezisten&#355;a intern&#259;
     <I>r</I>?
</DIV>

<P>Tensiunea la bornele unui generator scade pe m&#259;sur&#259; ce cre&#351;te intensitatea curentului debitat. Astfel, c&#226;nd rezisten&#355;a
   conectat&#259; la bornele generatorului este practic nul&#259; (<I>scurtcircuit</I>), curentul debitat este maxim, iar tensiunea la
   borne este nul&#259;. Intensitatea maxim&#259; a curentului debitat se ob&#355;ine, a&#351;adar, &#238;n regim de scurtcircuit:
   <P align=center><IMG src="img/e2b3_6.gif">
   
<P>&#206;n regim de scurtcircuit, <I>toat&#259;</I> energia eliberat&#259; prin recombinarea sarcinilor se degaj&#259; sub form&#259; de c&#259;ldur&#259; &#238;n
   interiorul generatorului. &#206;nc&#259;lzirea excesiv&#259; a generatorului poate conduce la deteriorarea acestuia. De aceea, 
   regimul de scurtcircuit <I>trebuie evitat!</I>
   
</BODY>
</HTML>




































