<HTML>
<HEAD>
<TITLE>IIB-4. Legile lui Kirchhoff</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD width=50%><H3>Producerea &#351;i utilizarea curentului continuu</H3></TD>
    <TD align=right><H3>Legile circuitelor electrice</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>B-4.&nbsp;</H2></TD>
    <TD><H2>Legile lui Kirchhoff</H2></TD>
  </TR>
</TABLE>
</DIV>

<P>Asemenea re&#355;elelor de drumuri, circuitele electrice complexe conecteaz&#259; &#238;ntre ele numeroase elemente de circuit: generatoare,
   rezistori, becuri, motoare electrice etc.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>re&#355;ea electric&#259;</I> un circuit electric care con&#355;ine
   ramifica&#355;ii.</B>
</DIV>

<P>&#206;n circuitul din figura&nbsp;4&minus;1, curentul electric debitat de generator se ramific&#259; &#238;n punctul <I>A</I>: o parte
   dintre purt&#259;torii de sarcin&#259; trec prin rezostorul <I>R<SUB>1</SUB></I>, cealalt&#259; parte prin <I>R<SUB>2</SUB></I>.

<P><IMG src="img/2b4_1.gif" hspace=4><BR>
   <SMALL><I>
     <B>&nbsp;Figura 4-1. </B>O re&#355;ea electric&#259; (circuit cu ramifica&#355;ii).
   </I></SMALL>
   
<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>nod</I> al unei re&#355;ele electrice un punct &#238;n care curentul
   se ramific&#259;.</B>
</DIV>

<P>Re&#355;eaua din figura&nbsp;4&minus;1 are dou&#259; noduri, notate <I>A</I>, respectiv <I>B</I>.

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 4-1</B>
  <P>Care te a&#351;tep&#355;i s&#259; fie rela&#355;ia dintre intensit&#259;&#355;ile curen&#355;ilor care se &#238;nt&#226;lnesc &#238;n nodul <I>A</I> al re&#355;elei din figura&nbsp;4&minus;1?
</DIV>

<P>&#206;ntr&minus;un interval de timp <I>&Delta;t</I>, <I>sose&#351;te</I> &#238;n nodul <I>A</I> cantitatea de sarcin&#259; <I>I&middot;&Delta;t</I>. 
   &#206;n acela&#351;i interval de timp, pe ramura rezistorului <I>R<SUB>1</SUB></I>, <I>p&#259;r&#259;se&#351;te</I> nodul <I>A</I> cantitatea de sarcin&#259;
   <I>I<SUB>1</SUB>&middot;&Delta;t</I>, iar pe ramura rezistorului <I>R<SUB>2</SUB></I>, nodul <I>A</I> este <I>p&#259;r&#259;sit</I> de 
   cantitatea de sarcin&#259; <I>I<SUB>2</SUB>&middot;&Delta;t</I>

<P>Purt&#259;torii de sarcin&#259; doar <I>trec</I> prin nodul <I>A</I>. &#206;n nodul <I>A</I> nu se separ&#259; &#351;i nu se recombin&#259; sarcini. Astfel,
   bilan&#355;ul cantit&#259;&#355;ilor de sarcin&#259; care sosesc &#351;i p&#259;r&#259;sesc nodul <I>A</I> &#238;n acela&#351;i interval de timp este:
   <P align=center><IMG src="img/e2b4_1.gif">
   
<P>Simplific&#226;nd factorul comun <I>&Delta;t</I>, ob&#355;ii rela&#355;ia dintre intensit&#259;&#355;ile curen&#355;ilor care se &#238;nt&#226;lnesc &#238;n nodul <I>A</I>:
   <P><TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><IMG src="img/e2b4_2.gif"</TD>
         <TD align=right>(1)</TD>
      </TR>
   </TABLE>

<P>Generaliz&#226;nd astfel de observa&#355;ii, germanul Gustav Robert Kirchhoff a formulat, &#238;n 1847:

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;<I>Prima lege a lui Kirchhoff (legea curen&#355;ilor):</I> Suma algebric&#259; a intensit&#259;&#355;ilor
   curen&#355;ilor care se &#238;nt&#226;lnesc &#238;ntr&minus;un nod este nul&#259;.</B>
</DIV>

<P>Curen&#355;ii &#238;ndrepta&#355;i <I>&#238;nspre</I> nod sunt considera&#355;i pozitivi (aduc sarcin&#259; &#238;n nod), iar curen&#355;ii care p&#259;r&#259;sesc nodul 
   sunt considera&#355;i negativi (duc sarcin&#259; din nod).
   
<P>Prima lege a lui Kirchhoff este o consecin&#355;&#259; direct&#259; a <I>conserv&#259;rii sarcinilor electrice:</I> purt&#259;torii de sarcin&#259; doar
   <I>trec</I> printr&minus;un nod (sarcinile nu se separ&#259; &#351;i nu se recombin&#259; &#238;ntr&minus;un nod).
  
<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 4-2</B>
  <P>Care te a&#351;tep&#355;i s&#259; fie rela&#355;ia &#238;ntre intensit&#259;&#355;ile curen&#355;ilor din nodul <I>B</I> al re&#355;elei din figura&nbsp;4&minus;1?
</DIV>

<P>Conform conven&#355;iei alese pentru intensit&#259;&#355;ile curen&#355;ilor, utiliz&#226;nd prima lege a lui Kirchhoff pentru nodul B, ob&#355;ii:
   <P><TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><IMG src="img/e2b4_3.gif"</TD>
         <TD align=right>(2)</TD>
      </TR>
   </TABLE>

<P>Sensurile tuturor curen&#355;ilor fa&#355;&#259; de nodul <I>B</I> sunt inversa&#355;i, &#238;ns&#259; rela&#355;ia (2) este echivalent&#259; cu rela&#355;ia (1)!
   Aplicarea legii curen&#355;ilor &#351;i &#238;n nodul <I>B</I> nu conduce la o ecua&#355;ie independent&#259;: curen&#355;ii care ies din nodul <I>A</I>
   intr&#259; &#238;n nodul <I>B</I>, iar curen&#355;ii care ies din nodul <I>B</I> intr&#259; &#238;n nodul <I>A</I>.

<P>&#206;ntr&minus;o re&#355;ea cu <I>N</I> noduri, po&#355;i izola mental un nod oarecare. Curen&#355;ii care intr&#259; &#238;n acest nod provin de la celelalte
   <I>N</I>-1 noduri, iar curen&#355;ii care p&#259;r&#259;sesc acest nod intr&#259; &#238;n celelalte <I>N</I>-1 noduri. 
<P>Aplicarea legii curen&#355;ilor pentru
   acest nod nu conduce la o ecua&#355;ie independent&#259; de celelalte <I>N</I>-1, ob&#355;inute prin aplicarea legii curen&#355;ilor &#238;n celelalte noduri.
   Tehnic, ecua&#355;ia curen&#355;ilor &#238;n nodul considerat este suma algebric&#259; a ecua&#355;iilor curen&#355;ilor pentru celelalte noduri.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;&#206;ntr&minus;o re&#355;ea cu <I>N</I> noduri, aplicarea primei legi a
   lui Kirchhoff furnizeaz&#259; <I>N</I>-1 ecua&#355;ii independente.</B>
</DIV>

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 4-1</B>
  <P>Investigheaz&#259; ramificarea curen&#355;ilor &#238;ntr&minus;o re&#355;ea electric&#259;. Lucreaz&#259; &#238;n echip&#259;.
  <P><B><I>Pasul 1. </I></B>Realiza&#355;i circuitul din figura&nbsp;4&minus;1. Folosi&#355;i o baterie cu t.e.m. de c&#226;&#355;iva vol&#355;i &#351;i
     rezistori cu rezisten&#355;e de ordinul sutelor de ohmi. Pute&#355;i realiza cu u&#351;urin&#355;&#259; circuite electrice complexe folosind o
     <I>reglet&#259; cu contacte</I> (figura&nbsp;4&minus;2).
  <P align=center><IMG src="img/2b4_2.jpg" hspace=4><BR>
     <SMALL><I>
       <B>&nbsp;Figura 4-2. </B>Realizarea circuitelor complexe pe o reglet&#259; cu contacte.
     </I></SMALL>
  <P><B><I>Pasul 2. </I></B>Intercala&#355;i, r&#226;nd pe r&#226;nd, un multimetru setat ca ampermetru pe diferite trasee care se &#238;nt&#226;lnesc
     &#238;ntr&minus;un nod.
  <P><B><I>Pasul 3. </I></B>Compara&#355;i, pentru fiecare nod, bilan&#355;ul intensit&#259;&#355;ilor m&#259;surate &#351;i bilan&#355;ul anticipat de prima lege
     a lui Kirchhoff.     
</DIV>

<P>&#206;n oricare re&#355;ea electrica exist&#259; trasee &#238;nchise (bucle).

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>ochi</I> al unei re&#355;ele electrice oricare traseu &#238;nchis &#238;n
   acea re&#355;ea.</B>
</DIV>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 4-3</B>
  <P>C&#226;te ochiuri identifici &#238;n re&#355;eaua din figura&nbsp;4&minus;1?
</DIV>

<P>Cu nota&#355;iile din figura&nbsp;4&minus;3, traseele <I>abcfa</I>, <I>fcdef</I> &#351;i <I>abcdefa</I> sunt ochiuri ale re&#355;elei: pentru 
   fiecare, punctul de plecare coincide cu punctul de sosire.
  <P align=center><IMG src="img/2b4_3.gif" hspace=4><BR>
     <SMALL><I>
       <B>&nbsp;Figura 4-3. </B>Identificarea ochiurilor re&#355;elei.
     </I></SMALL>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 4-4</B>
  <P>Dac&#259; parcurgi un drum cu urcu&#351;uri &#351;i cobor&#226;&#351;uri, dar te &#238;ntorci &#238;n punctul de care ai plecat, e&#351;ti mai sus, mai jos sau
     la aceea&#351;i &#238;n&#259;l&#355;ime cu cea de plecare?
</DIV>

<P>Dac&#259; un purt&#259;tor de sarcin&#259; ar parcurge un ochi al unei re&#355;ele (cum este <I>abcfa</I> din figura&nbsp;4&minus;3), ar reveni
   &#238;n punctul de plecare <I>la acela&#351;i poten&#355;ial electric</I> cu cel de la care a plecat.
   
<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 4-5</B>
  <P>Care te a&#351;tep&#355;i s&#259; fie rela&#355;ia dintre cre&#351;terile &#351;i descre&#351;terile de poten&#355;ial electric pentru un ochi cum este <I>abcfa</I> al
     re&#355;elei din figura&nbsp;4&minus;3?
</DIV>

<P>Trec&#226;nd de la <I>a</I> la <I>b</I> prin generatorul de t.e.m. <I>E</I>, poten&#355;ialul electric al purt&#259;torilor de sarcin&#259; cre&#351;te
   cu <I>E</I> &#351;i scade cu <I>I&middot;r</I>.

<P>Trec&#226;nd de la <I>c</I> la <I>f</I> prin rezistorul <I>R<SUB>1</SUB></I>, poten&#355;ialul scade cu <I>I<SUB>1</SUB>&middot;R<SUB>1</SUB></I>.

<P>Revenind &#238;n punctul de plecare, "c&#226;&#351;tigul" de poten&#355;ial este nul:
   <P align=center><IMG src="img/e2b4_4.gif">
   
<P>Generalizarea acestui tip de observa&#355;ii constituie:

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;<I>A doua lege a lui Kirchhoff (legea tensiunilor):</I> Suma
   algebric&#259; a tensiunilor dintr&minus;un ochi de re&#355;ea este nul&#259;.</B>
</DIV>

<P>Cre&#351;terile de poten&#355;ial sunt considerate pozitive (sporesc energia de interac&#355;iune electric&#259; pentru o sarcin&#259; pozitiv&#259;), 
   iar descre&#351;terile negative (diminueaz&#259; energia de interac&#355;iune electric&#259; pentru o sarcin&#259; pozitiv&#259;).
   
<P>A doua lege a lui Kirchhoff este o consecin&#355;&#259; direct&#259; a <I>conserv&#259;rii energiei</I>: revenind &#238;n punctul de plecare, energia
   de interac&#355;iune este aceea&#351;i. 

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 4-6</B>
  <P>Aplic&#259; a doua lege a lui Kirchhoff &#351;i pe celelalte dou&#259; ochiuri ale re&#355;elei din figura&nbsp;4&minus;3. C&#226;te ecua&#355;ii
     independente ob&#355;ii?
</DIV>

<P>Toate laturile ochiului <I>abcdefa</I> din figura&nbsp;4&minus;3 sunt deja con&#355;inute &#238;n celelalte dou&#259;, astfel c&#259; aplicarea
   legii pentru acest ochi nu furnizeaz&#259; o ecua&#355;ie independent&#259;.
   
<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>ochi independent</I> al unei re&#355;ele electrice un ochi care
   are cel pu&#355;in o latur&#259; necomun&#259; cu celelalte.</B>
</DIV>

<P>Doar ochiurile independente furnizeaz&#259; ecua&#355;ii independente.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;&#206;ntr&minus;o re&#355;ea cu <I>M</I> ochiuri independente, legea tensiunilor 
   furnizeaz&#259; <I>M</I> ecua&#355;ii independente.</B>
</DIV>

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 4-2</B>
  <P>Investigheaz&#259; varia&#355;iile de poten&#355;ial pentru ochiurile re&#355;elei pe care a&minus;i realizat&minus;o &#238;n activitatea 
     experimental&#259; precedent&#259;.
  <P>Compar&#259; bilan&#355;ul varia&#355;iilor de poten&#355;ial cu bilan&#355;ul anticipat de legea tensiunilor.
</DIV>

<P>Aplicarea legilor lui Kirchhoff (legea curen&#355;ilor &#351;i legea tensiunilor) &#238;&#355;i permite <I>rezolvarea complet&#259;</I> (determinarea
   tuturor intensit&#259;&#355;ilor curen&#355;ilor) a oric&#259;rei re&#355;ele electrice, oric&#226;t de complex&#259; ar fi aceasta!

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 4-7</B>
  <P>Pentru re&#355;eaua din figura&nbsp;4&minus;1, <I>E</I>=4,5&nbsp;<I>V</I>, <I>R<SUB>1</SUB></I>=100&nbsp;<I>&Omega;</I>, 
     <I>R<SUB>2</SUB></I>=200&nbsp;<I>&Omega;</I>. Rezisten&#355;a intern&#259; a generatorului &#351;i a firelor de leg&#259;tur&#259; este neglijabil&#259;.
  <P>C&#226;t te a&#351;tep&#355;i s&#259; fie intensit&#259;&#355;ile curen&#355;ilor &#238;n aceast&#259; re&#355;ea?
</DIV>
   
</BODY>
</HTML>





































