<HTML>
<HEAD>
<TITLE>IIB. Alte provoc&#259;ri</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
.drag{position:relative;cursor:hand; font-weight: bold}
</STYLE>

</HEAD>

<BODY>
<TABLE>
  <TR valign=top>
    <TD width=50%><H3>Producerea &#351;i utilizarea curentului continuu</H3></TD>
    <TD align=right><H3>Legile circuitelor electrice</H3></H3>
  </TR>
</TABLE>
<H2 class="challange"><I>Alte provoc&#259;ri</I></H2>

<OL>
  <P><BR><LI><B><I>Electroni... liberi!</I></B>
     <P>&#206;ntr&minus;un metal, atomii interac&#355;ioneaz&#259; astfel &#238;nc&#226;t unul sau doi electroni ai fiec&#259;rui atom nu mai sunt lega&#355;i
        de atomul din care au provenit. Pierz&#226;nd electroni, atomii unui metal sunt de fapt ioni pozitivi. Printre ace&#351;tia se 
        agit&#259; de colo&minus;colo electronii elibera&#355;i (figura&nbsp;1).
     <P><IMG src="img/2b_p1.jpg" hspace=4><BR><SMALL><I><B>&nbsp;Figura 1. </B>Reprezentarea electronilor liberi dintr&minus;un 
        metal.
        </I></SMALL> 
     <P>Estimeaz&#259; c&#226;&#355;i electroni liberi sunt &#238;n fiecare <I>m<SUP>3</SUP></I> de metal. Prezint&#259; modul &#238;n care ai f&#259;cut
        estimarea.
     <P><SMALL><I>R&#259;spuns: </I>De ordinul 10<SUP>29</SUP>!
     </SMALL>

  <P><BR><LI><B><I>Viteza electronilor</I></B>
     <P>Dac&#259; aplici o tensiune electric&#259; la capetele unei buc&#259;&#355;i de metal, electronii liberi se vor deplasa c&#259;tre cap&#259;tul cu
        poten&#355;ial mai ridicat &minus; prin bucata de metal se stabile&#351;te un curent electric.
     <P><B>a)&nbsp;</B>Estimeaz&#259; viteza cu care trec electronii printr&minus;un fir metalic cu sec&#355;iunea 1&nbsp;<I>mm<SUP>2</SUP></I>
        str&#259;b&#259;tut de curent cu intensitatea 1&nbsp;<I>A</I>. Folose&#351;te rezultatul ob&#355;inut la provocarea precedent&#259;.
     <P><B>b)&nbsp;</B>De ce oare becul se aprinde imediat ce ac&#355;ionezi &#238;ntrerup&#259;torul aflat la mai mul&#355;i metri distan&#355;&#259;?
     <P><SMALL><I>R&#259;spuns: </I><B>a)&nbsp;</B>De ordinul 10<SUP>-4</SUP>&nbsp;<I>m/s</I>! <B>b)&nbsp;</B>Firele de leg&#259;tur&#259;
        sunt "pline" cu electroni liberi. De &#238;ndat&#259; ce este aplicat&#259; o tensiune electric&#259;, <I>to&#355;i</I> electronii se pun &#238;n
        mi&#351;care, asemenea vehiculelor dintr&minus;o coloan&#259; care pornesc aproape simultan la culoarea verde a semaforului.
     </SMALL>
     
  <P><BR><LI><B><I>Rezistorul</I></B>
     <P>Un rezistor are rezisten&#355;a electric&#259; 10&nbsp;<I>k&Omega;</I>. La capetele rezistorului se aplic&#259; tensiunea 15&nbsp;<I>V</I>.
     <P>C&#226;t te a&#351;tep&#355;i s&#259; fie intensitatea curentului prin rezistor? Trebuie oare s&#259; faci vreo presupunere cu privire la 
        valabilitatea legii lui Ohm pentru acest rezistor?
     <P><SMALL><I>R&#259;spuns par&#355;ial: </I>Trebuie f&#259;cut&#259; presupunerea rezonabil&#259; c&#259; legea lui Ohm este valabil&#259; pentru acest
        rezistor. Altfel, nu se poate anticipa valoarea intensit&#259;&#355;ii curentului care va str&#259;bate rezistorul c&#226;nd acestuia i se
        aplic&#259; o tensiune electric&#259; av&#226;nd o anumit&#259; valoare.
     </SMALL>        

  <P><BR><LI><B><I>Becul de lantern&#259;</I></B>
     <P>Pe un bec de lantern&#259; sunt &#238;nscise valorile nominale de func&#355;ionare: 3,5&nbsp;<I>V</I> &#351;i 200&nbsp;<I>mA</I>. 
     <P>C&#226;t te a&#351;tep&#355;i s&#259; fie intensitatea curentului care str&#259;bate filamentul becului, c&#226;nd acestuia i se aplic&#259; tensiunea 2&nbsp;<I>V</I>?
     <P><SMALL><I>R&#259;spuns: </I>Rezisten&#355;a electric&#259; a filamentului unui bec de lantern&#259; se modific&#259; seminificativ odat&#259; cu
        modificarea tensiunii aplicate. Nu poate fi anticipat&#259; precis valoarea intensit&#259;&#355;ii curentului f&#259;r&#259; a cunoa&#351;te
        caracteristica curent&minus;tensiune a filamentului! Po&#355;i face &#238;ns&#259; o estimare: dac&#259; rezisten&#355;a filamentului <I>nu s&minus;ar
        modifica</I> odat&#259; cu modificarea tensiunii (ar r&#259;m&#226;ne constant&#259; la valoarea 3,5&nbsp;<I>V</I>/0,2&nbsp;<I>A</I>=17,5&nbsp;<I>&Omega;</I>), 
        intensitatea curentului la 2&nbsp;<I>V</I> ar trebui s&#259; fie 2&nbsp;<I>V</I>/17,5&nbsp;<I>&Omega;</I>=0,114&nbsp;<I>A</I>. &#206;n realitate,
        filamentul fiind mai rece (rezisten&#355;&#259; electric&#259; mai mic&#259;), intensitatea curentului prin filament ar trebui s&#259; fie
        ceva mai mare dec&#226;t 0,114&nbsp;<I>A</I>. C&#226;t de mare - aceasta depinde de caracteristica curent-tensiune a filamentului!
     </SMALL>        

  <P><BR><LI><B><I>Rezisten&#355;a... firelor!</I></B>
     <P>Atunci c&#226;t at&#226;rni corpuri de fire, e&#351;ti interesat c&#226;t este for&#355;a de &#238;ntindere la care "rezist&#259;" firul f&#259;r&#259; s&#259; se rup&#259;.
     <P>Rezisten&#355;a electric&#259; a unui fir are alt&#259; semnifica&#355;ie: c&#226;t de mult limiteaz&#259; firul instensitatea curentului care&minus;l
        str&#259;bate, atunci c&#226;nd la capete i se aplic&#259; o tensiune electric&#259;.
     <P><B>a) </B>Cum te a&#351;tep&#355;i s&#259; depind&#259; rezisten&#355;a electric&#259; a unui fir de lungimea acestuia?
     <P><B>b) </B>Dar de aria sec&#355;iunii transversale a firului?
     <P><B>c) </B>Verific&#259; experimental a&#351;tept&#259;rile tale.
     <P><SMALL><I>R&#259;spuns par&#355;ial: </I><B>a)&nbsp;</B>Direct propor&#355;ional. <B>b)&nbsp;</B>Invers propor&#355;ional.
     </SMALL>        

  <P><BR><LI><B><I>Rezistivitatea</I></B>
     <P>Pentru a compara "comportarea" electric&#259; a diferitelor materiale, se consider&#259; "fire" de aceea&#351;i lungime (1&nbsp;<I>m</I>)
        &#351;i aceea&#351;i arie a sec&#355;iunii transversale (1&nbsp;<I>m<SUP>2</SUP></I>) - a&#351;adar, cuburi cu latura 1&nbsp;<I>m</I>. 
        Rezisten&#355;a electric&#259; a cubului depinde <I>doar</I> de materialul din care este confec&#355;ionat.  
     <P>Proprietatea unui material care confer&#259; rezisten&#355;a electric&#259; a unui corp confec&#355;ionat din acel material este numit&#259;
        <I>rezistivitate</I>. Aceasta se exprim&#259; cantitativ &#238;n <I>&Omega;&middot;m<SUP>2</SUP>/m</I>, adic&#259; <I>&Omega;&middot;m</I>.
     <P>Rezistivitatea materialelor variaz&#259; pe o plaj&#259; uria&#351;&#259; (tabelul&nbsp;1): &#238;ntre teflon &#351;i argint sunt 21 de ordine de m&#259;rime -
        teflonul are rezistivitatea de o mie de miliarde de miliarde de ori mai mare dec&#226;t a argintului!   
  <P><I><SUB><B>Tabelul 1. </B>Rezistivit&#259;&#355;i ale materialelor</SUB></I>
  <CENTER>
  <TABLE border=1 cellpadding=4>
    <TR bgcolor=#dddddd valign=top>
       <TD align=center><B><I>Materialul</I></B></TD>
       <TD align=center><B><I>Rezistivitatea<BR>(<I>&Omega;&middot;m</I>)</B></TD>
    </TR>
    <TR bgcolor=white>
      <TD align=center>argint</TD>
      <TD align=right>1,5&middot;10<SUP>-8</SUP></TD>
    </TR>
    <TR bgcolor=white>
      <TD align=center>cupru</TD>
      <TD align=right>1,7&middot;10<SUP>-8</SUP></TD>
    </TR>
    <TR bgcolor=white>
      <TD align=center>aluminiu</TD>
      <TD align=right>2.6&middot;10<SUP>-8</SUP></TD>
    </TR>
    <TR bgcolor=white>
      <TD align=center>o&#355;el</TD>
      <TD align=right>1,1&middot;10<SUP>-7</SUP></TD>
    </TR>
    <TR bgcolor=white>
      <TD align=center>nichelin&#259;</TD>
      <TD align=right>4,0&middot;10<SUP>-7</SUP></TD>
    </TR>
    <TR bgcolor=white>
      <TD align=center>carbon</TD>
      <TD align=right>3,5&middot;10<SUP>-5</SUP></TD>
    </TR>
    <TR bgcolor=white>
      <TD align=center>germaniu</TD>
      <TD align=right>0,6</TD>
    </TR>
    <TR bgcolor=white>
      <TD align=center>siliciu</TD>
      <TD align=right>2,3&middot;10<SUP>3</SUP></TD>
    </TR>
    <TR bgcolor=white>
      <TD align=center>sticl&#259;</TD>
      <TD align=right>10<SUP>12</SUP></TD>
    </TR>
    <TR bgcolor=white>
      <TD align=center>plexiglas</TD>
      <TD align=right>10<SUP>13</SUP></TD>
    </TR>
    <TR bgcolor=white>
      <TD align=center>teflon</TD>
      <TD align=right>10<SUP>13</SUP></TD>
    </TR>
  </TABLE>
  </CENTER>
        
     <P>Cunosc&#226;nd rezistivitatea <I>&rho;</I> a unui fir av&#226;nd lungimea <I>l</I> &#351;i aria sec&#355;iunii transversale <I>S</I>, po&#355;i
        calcula rezisten&#355;a electric&#259; a acestuia astfel:
     <P align=center><IMG src="img/e2b_p1.gif">
     <P><B>a) </B>Estimeaz&#259; rezisten&#355;a electric&#259; a firelor pe care le&minus;ai utilizat pentru realizarea conexiunilor electrice
        &#238;n activit&#259;&#355;ile experimentale. 
     <P><B>b) </B>C&#226;t te a&#351;tep&#355;i s&#259; fie rezisten&#355;a electric&#259; a unui fir de cupru sub&#355;ire, av&#226;nd diametrul 0,1&nbsp;<I>mm</I> (cum
        sunt cele utilizate pentru realizarea bobinelor) &#351;i lungimea 10&nbsp;<I>m</I>? Verific&#259; experimental aceasta.
     <P><SMALL><I>R&#259;spuns par&#355;ial: </I><B>b)&nbsp;</B>22&nbsp;<I>&Omega;</I>.
        </SMALL>        

  <P><BR><LI><B><I>C&#226;t de eficient?</I></B>
     <P>C&#226;nd energia este transferat&#259; de la un sistem la altul, ne punem de fiecare dat&#259; &#238;ntrebarea: <I>c&#226;t de eficient se 
        realizeaz&#259; transferul?</I>
     <P><B>a) </B>C&#226;t este energia furnizat&#259; de o baterie cu t.e.m. 4,5&nbsp;<I>V</I> pentru separarea fiec&#259;rui coulomb de 
        sarcin&#259; electric&#259;?
     <P><B>b) </B>C&#226;t este rezisten&#355;a intern&#259; a bateriei, dac&#259; intensitatea curentului s&#259;u de scurtcircuit este 6&nbsp;<I>A</I>?
     <P><B>c) </B>C&#226;t este rezisten&#355;a electric&#259; a firelor de conexiune, consider&#226;nd c&#259; sunt din cupru, cu sec&#355;iunea transversal&#259;
        1&nbsp;<I>mm<SUP>2</SUP></I> &#351;i lungimea total&#259; 0,2&nbsp;<I>m</I>?
     <P><B>d) </B>Bateria este conectat&#259; cu aceste fire la un bec. C&#226;t este rezisten&#355;a electric&#259; a filamentului becului, dac&#259;
        intensitatea curentului prin circuit este 0,25&nbsp;<I>A</I>?
     <P><B>e) </B>C&#226;t este tensiunea electric&#259; la bornele becului?
     <P><B>f) </B>C&#226;t este energia transferat&#259; becului la trecerea fiec&#259;rui coulomb de sarcin&#259; prin filamentul acestuia?
     <P><B>g) </B>C&#226;t este randamentul transferului de energie pentru acest circuit?
     <P><B>h) </B>Ob&#355;ine expresia general&#259; a randamentului aliment&#259;rii unui rezistor av&#226;nd rezisten&#355;a <I>R</I>, de la un
        generator cu t.e.m. <I>E</I> &#351;i rezisten&#355;a intern&#259; <I>r</I>. &#206;n care condi&#355;ii randamentul cre&#351;te?
     <P><SMALL><I>R&#259;spuns par&#355;ial: </I><IMG src="img/e2b_p2.gif" align=absmiddle>. Randamentul cre&#351;te odat&#259; cu mic&#351;orarea
        raportului <IMG src="img/e2b_p3.gif" align=absmiddle>.
        </SMALL>        

  <P><BR><LI><B><I>&#206;ntrerup&#259;torul</I></B>
     <P>&#206;n circuitul din figura&nbsp;2, c&#226;nd contactul <I>K</I> este deschis, voltmetrul conectat la bornele generatorului
        indic&#259; tensiunea 1,6&nbsp;<I>V</I>. C&#226;nd contactul <I>K</I> este &#238;nchis, voltmetrul indic&#259; 1,3&nbsp;<I>V</I>, iar 
        ampermetrul indic&#259; 0,15&nbsp;<I>A</I>. 
     <P><IMG src="img/2b_p2.gif" hspace=4><BR><SMALL><I><B>&nbsp;Figura 2. </B>Schema circuitului cu &#238;ntrerup&#259;tor.
        </I></SMALL> 
     <P>C&#226;t este t.e.m. a generatorului? Dar rezisten&#355;a intern&#259; a acestuia?
     <P>Neglijeaz&#259; influen&#355;a instrumentelor de m&#259;sur&#259; asupra func&#355;ion&#259;rii circuitului.

  <P><BR><LI><B><I>Re&#355;eaua de rezistori</I></B>
     <P>To&#355;i rezistorii reprezenta&#355;i &#238;n figura&nbsp;3 au rezisten&#355;a 1&nbsp;<I>&Omega;</I>.
     <P><IMG src="img/2b_p3.gif" hspace=4><BR><SMALL><I><B>&nbsp;Figura 3. </B>O re&#355;ea de rezistori.
        </I></SMALL> 
     <P>C&#226;t te a&#351;tep&#355;i s&#259; fie rezisten&#355;a electric&#259; echivalent&#259; &#238;ntre bornele <I>a</I> &#351;i <I>b</I> ale re&#355;elei de rezistori?
     <P><SMALL><I>R&#259;spuns: </I>2,75&nbsp;<I>&Omega;</I>.
        </SMALL>        

  <P><BR><LI><B><I>M&#259;surarea</I></B>
     <P>Un voltmetru av&#226;nd rezisten&#355;a intern&#259; <I>R<SUB>V</SUB></I> &#351;i un ampermetru av&#226;nd rezisten&#355;a intern&#259; <I>R<SUB>A</SUB></I>
        sunt conectate ca &#238;n figura&nbsp;4 pentru a m&#259;sura rezisten&#355;a rezistorului <I>R</I>.
     <P><IMG src="img/2b_p4.gif" hspace=4><BR><SMALL><I><B>&nbsp;Figura 4. </B>Conectarea instrumentelor de m&#259;sur&#259;.
        </I></SMALL>
     <P>Voltmetrul indic&#259; tensiunea <I>U</I>, iar ampermetrul intensitatea <I>I</I>. 
     <P>C&#226;t este valoarea <I>real&#259;</I> a rezisten&#355;ei rezistorului?
     <P>&#206;n ce condi&#355;ii valoarea rezisten&#355;ei rezistorului este practic egal&#259; cu raportul <IMG src="img/e2b_p4.gif" align=absmiddle>? 

  <P><BR><LI><B><I>Curent maxim!</I></B>
     <P>Ai la dispozi&#355;ie dou&#259; generatoare identice, av&#226;nd fiecare t.e.m. 1,5&nbsp;<I>V</I> &#351;i rezisten&#355;a intern&#259; 0,5&nbsp;<I>&Omega;</I>.
     <P>Printr&minus;un fir de cupru lung, av&#226;nd rezisten&#355;a 10&nbsp;<I>&Omega;</I> trebuie s&#259; ob&#355;ii un curent cu intensitatea 
        c&#226;t mai mare. 
     <P>Care variant&#259; de conectare a generatoarelor ai folosi?
     <P><SMALL><I>R&#259;spuns: </I>&#206;n serie, cu alternan&#355;a polarit&#259;&#355;ilor.
        </SMALL>        
     
  <P><BR><LI><B><I>Curent mai intens!</I></B>
     <P>Mai multe generatoare sunt grupate &#238;n serie, cu alternarea polarit&#259;&#355;ilor. Bateria debiteaz&#259; curent printr&minus;un rezistor.
     <P>Se dore&#351;te cre&#351;terea intensit&#259;&#355;ii curentului prin rezistor, prin &#238;nserierea unei celule suplimentare.
     <P>Care sunt caracteristicile celulei suplimentare care s&#259; asigure o cre&#351;tere a intensit&#259;&#355;ii curentului? 
     <P><SMALL><I>R&#259;spuns: </I>Intensitatea curentului de scurtcircuit a celulei suplimentare trebuie s&#259; fie mai mare dec&#226;t
        intensitatea ini&#355;ial&#259; a curentului din circuit.
        </SMALL>        

  <P><BR><LI><B><I>&#206;n paralel</I></B>
     <P>O baterie av&#226;nd t.e.m. 4,5&nbsp;<I>V</I> &#351;i rezisten&#355;a interioar&#259; 1,5&nbsp;<I>&Omega;</I> este legat&#259; &#238;n paralel cu
        o baterie av&#226;nd t.e.m. 1,5&nbsp;<I>V</I> &#351;i rezisten&#355;a intern&#259; 0,5&nbsp;<I>&Omega;</I>. Aceast&#259; grupare debiteaz&#259;
        curent pe un rezistor cu rezisten&#355;a 10&nbsp;<I>&Omega;</I>.
     <P><B>a) </B>C&#226;t este intensitatea curentului prin rezistor?
     <P><B>b) </B>C&#226;t ar fi intensitatea curentului prin rezistor dac&#259; s&minus;ar folosi, pe r&#226;nd, doar una dintre baterii?
     <P><B>c) </B>Este oare indicat&#259; gruparea &#238;n paralel a generatoarelor cu t.e.m. diferite?
     <P><SMALL><I>R&#259;spuns par&#355;ial: </I><B>a)&nbsp;</B>217&nbsp;<I>mA</I>. <B>c)&nbsp;</B>Nu. Generatorul cu t.e.m. mai mare 
        va debita curent prin cel (cele) cu t.e.m. mai mic&#259;!
        </SMALL>        
     
</OL>

</BODY>
</HTML>

































