<HTML>
<HEAD>
<TITLE>IIC. Energia &#351;i efectele curentului electric</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<H3>Producerea &#351;i utilizarea curentului continuu</H3>
<H2 class="challange">C. Energia &#351;i efectele curentului electric</H2>

<P>Interac&#355;iunile sarcinilro electrice ne ofer&#259; posibilit&#259;&#355;i formidabile de transformare &#351;i distribuire a resurselor
   disponibile de energie.
   
<P>Forme diverse de energie (chimic&#259;, mecanic&#259;, nuclear&#259;, luminoas&#259;) pot fi transformate &#238;n energie de interac&#355;iune a 
   sarcinilor electrice. Astfel de transform&#259;ri se petrec &#238;ntr&minus;o baterie, &#238;ntr&minus;un dinam sau &#238;ntr&minus;o celul&#259;
   solar&#259; (figura&nbsp;1).

<P><TABLE>
     <TR valign=bottom>
        <TD><IMG src="img/2c_1.jpg" hspace=4></TD>
        <TD><SMALL><I><B>&nbsp;Figura 1. </B>Panou de celule solare care transform&#259; energia luminoas&#259; (de la Soare) &#238;n energie
            electric&#259;.
            </I></SMALL></TD>
     </TR>
   </TABLE>

<P>Astfel de transform&#259;ri au loc pe scar&#259; larg&#259; &#238;n centralele electrice (figura&nbsp;2): termocentrale (utiliz&#226;nd energia 
   chimic&#259; a c&#259;rbunelui sau hidrocarburilor, eliberat&#259; prin ardere), hidrocentrale (utiliz&#226;nd energia poten&#355;ial&#259; gravita&#355;ional&#259;
   a apei din lacurile de acumulare) sau centrale nucleare (utiliz&#226;nd energia de interac&#355;iune a protonilor din nucleele atomilor).

<P><TABLE>
     <TR valign=bottom>
        <TD><IMG src="img/2c_2.jpg" hspace=4></TD>
        <TD><SMALL><I><B>&nbsp;Figura 2. </B>Central&#259; electric&#259;.
            </I></SMALL></TD>
     </TR>
   </TABLE>

<P>Energia electric&#259; astfel ob&#355;inut&#259; poate fi transmis&#259; &#351;i distribuit&#259; eficient acolo unde aceasta este necesar&#259;, chiar la 
   distan&#355;e de mii de kilometri (figura&nbsp;3).

<P><TABLE>
     <TR valign=bottom>
        <TD><IMG src="img/2c_3.jpg" hspace=4></TD>
        <TD><SMALL><I><B>&nbsp;Figura 3. </B>Linii de transmisie a energiei electrice.
            </I></SMALL></TD>
     </TR>
   </TABLE>
   
<P>Control&#226;nd recombinarea purt&#259;torilor de sarcin&#259; de semne contrare, energia de interac&#355;iune a sarcinilor electrice poate fi
   transformat&#259; eficient &#238;n forme utile de energie (figura&nbsp;4).

<P><TABLE>
     <TR valign=bottom>
        <TD><IMG src="img/2c_4.jpg" hspace=4></TD>
        <TD><SMALL><I><B>&nbsp;Figura 4. </B>Energia de interac&#355;iune dintre sarcinile electrice este transformat&#259; &#238;n forme utile
            de energie.
            </I></SMALL></TD>
     </TR>
   </TABLE>
   
<P>Astfel via&#355;a noastr&#259; devine mai sigur&#259; &#351;i mai confortabil&#259;!

</BODY>
</HTML>












