<HTML>
<HEAD>
<TITLE>IIC-1. Energia electric&#259;</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD width=50%><H3>Producerea &#351;i utilizarea curentului continuu</H3></TD>
    <TD align=right><H3>Energia &#351;i efectele curentului electric</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>C-1.&nbsp;</H2></TD>
    <TD><H2>Energia electric&#259;</H2></TD>
  </TR>
</TABLE>
</DIV>

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>energie electric&#259;</I> energia de interac&#355;iune a sarcinilor
   electrice.</B>
</DIV>

<P>Instrumentul care m&#259;soar&#259; energia electric&#259; pe care o utilizezi &#238;n locuin&#355;a ta este <I>contorul electric</I> (figura&nbsp;1&minus;1).


<P><IMG src="img/2c1_1.jpg" hspace=4><BR>
   <SMALL><I>
     <B>&nbsp;Figura 1-1. </B>Contor electric.
   </I></SMALL>

<P>Unitatea de m&#259;sur&#259; &#238;n care contorul electric &#238;nregistreaz&#259; energia electric&#259; utilizat&#259; este <I>kilowattora</I> (simbol 
   <I>kWh</I>):
   
<P align=center>1&nbsp;<I>kWh</I>&nbsp;=&nbsp;1000&nbsp;<I>W</I>&nbsp;&middot;&nbsp;3600&nbsp;<I>s</I>&nbsp;=&nbsp;3,6&middot;10<SUP>6</SUP>&nbsp;<I>J</I>.

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 1-1</B>
  <P>Investigheaz&#259; c&#226;t&#259; energie electric&#259; este utilizat&#259; &#238;n locuin&#355;a ta. Consult&#259; facturile de energie electric&#259; din ultimul an.
  <P>La ce a fost utilizat&#259; aceast&#259; energie?
  <P>C&#226;t a costat aceast&#259; cantitate de energie electric&#259;?
</DIV>

<P>C&#226;nd sarcina electric&#259; <I>q</I> traverseaz&#259; un traseu &#238;ntre capetele c&#259;ruia este tensiunea electric&#259; <I>U</I>, se transfer&#259;
   energia <I>qU</I> (figura&nbsp;1&minus;2).

<P><IMG src="img/2c1_2.gif" hspace=4><BR>
   <SMALL><I>
     <B>&nbsp;Figura 1-2. </B>Transferul de energie la parcurgerea unui traseu &#238;ntre capetele c&#259;ruia este men&#355;inut&#259; o tensiune
        electric&#259;.
   </I></SMALL>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 1-1</B>
  <P>La capetele filamentului unui bec de lantern&#259; este men&#355;inut&#259; tensiunea 4&nbsp;<I>V</I>. 
  <P>C&#226;t&#259; energie este transferat&#259; pentru fiecare coulomb de sarcin&#259; care traverseaz&#259; filamentul?
</DIV>

<P>Dac&#259; o por&#355;iune de circuit este traversat&#259; de curent electric cu intensitatea constant&#259; <I>I</I>,

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Energia electric&#259; transferat&#259; &#238;n intervalul de timp <I>&Delta;t</I> 
   este:</B>
   <P align=center><I>W</I>&nbsp;=&nbsp;<I>q&nbsp;&middot;&nbsp;U</I>&nbsp;=&nbsp;(<I>I&nbsp;&middot;&nbsp;&Delta;t</I>)&nbsp;&middot;&nbsp;<I>U</I>&nbsp;=&nbsp;<I>U&nbsp;&middot;&nbsp;I&nbsp;&middot;&nbsp;&Delta;t</I>.
</DIV>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 1-2</B>
  <P>Intensitatea curentului prin becul de lantern&#259; de la provocarea precedent&#259; este 250&nbsp;<I>mA</I>. 
  <P>C&#226;t este energia transferat&#259; &#238;ntr&minus;o or&#259; de func&#355;ionare?
</DIV>
 
<P>Dac&#259; por&#355;iunea parcurs&#259; de purt&#259;tori de sarcin&#259; este pur rezistiv&#259; (ca &#238;n cazul unui rezistor), &#238;ntreaga energie este tranformat&#259;
   &#238;n c&#259;ldur&#259;. Opozi&#355;ia la trecerea purt&#259;torilor de sarcin&#259; este datorat&#259; doar ciocnirilor acestora cu atomii &#238;nt&#226;lni&#355;i &#238;n cale.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>efect Joule</I> transformarea &#238;n c&#259;ldur&#259; a energiei electrice
   la trecerea purt&#259;torilor de sarcin&#259; printr&minus;o por&#355;iune rezistiv&#259; de circuit.</B>
</DIV>

<P>Folosind legea lui Ohm, po&#355;i calcula

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Cantitatea de c&#259;ldur&#259; degajat&#259; la trecerea purt&#259;torilor de sarcin&#259;
   printr&minus;un rezistor </B>(figura&nbsp;1&minus;3)
   <P align=center><IMG src="img/e2c1_1.gif">
   <P>sau:
   <P align=center><IMG src="img/e2c1_2.gif">
</DIV>

<P><IMG src="img/2c1_3.gif" hspace=4><BR>
   <SMALL><I>
     <B>&nbsp;Figura 1-3. </B>Energia electrica este degajat&#259; sub form&#259; de c&#259;ldur&#259; la trecerea purt&#259;torilor de sarcin&#259; printr&minus;o
     por&#355;iune rezistiv&#259; de circuit.
   </I></SMALL>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 1-3</B>
  <P>La capetele unui rezistor cu rezisten&#355;a electric&#259; 1&nbsp;<I>&Omega;</I> este men&#355;inut&#259; tensiunea 10&nbsp;<I>V</I>. Rezistorul
     este cufundat &#238;ntr&minus;un calorimetru &#238;n care se afl&#259; 0,5&nbsp;<I>L</I> ap&#259;. 
  <P>&#206;n c&#226;t timp te a&#351;tep&#355;i ca temperatura apei s&#259; creasc&#259; cu un grad Celsius?
</DIV>

<P>&#206;ntr&minus;un circuit, cum este cel al unei lanterne, alc&#259;tuit din baterie &#351;i un rezistor, suntem interesa&#355;i c&#226;t de eficient
   este transferat&#259; rezistorului energia electric&#259; furnizat&#259; de surs&#259;. Randamentul transferului este:
   
<P align=center><IMG src="img/e2c1_3.gif">

<P>&#206;ntr&minus;un circuit ca cel din figura&nbsp;1&minus;3, randamentul transferului este:

<P align=center><IMG src="img/e2c1_4.gif">

<P>Randamentul transferului de energie de la generator la rezistor cre&#351;te dac&#259; raportul <IMG src="img/e2c1_5.gif" align=absmiddle> scade
   (rezisten&#355;a intern&#259; a generatorului este c&#226;t mai mic&#259; &#238;n compara&#355;ie cu rezisten&#355;a rezistorului).
   
<P>Energia degajat&#259; sub form&#259; de c&#259;ldur&#259; (prin efect Joule) pe rezisten&#355;a intern&#259; a generatorului este:

<P align=center><IMG src="img/e2c1_6.gif">

<P>&#206;n regim de scurtcircuit, <I>R</I> este aproape zero, astfel &#238;nc&#226;t randamentul transferului devine aproape zero. Practic toat&#259;
   energia electric&#259; furnizat&#259; de generator se transform&#259;, prin efect Joule, &#238;n c&#259;ldur&#259; degajat&#259; &#238;n interiorul generatorului:
   
<P align=center><IMG src="img/e2c1_7.gif">

</BODY>
</HTML>










































