<HTML>
<HEAD>
<TITLE>IA1. C&#226;t de mult te po&#355;i &#238;ncrede &#238;n sim&#355;uri?</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<H3>Elemente de termodinamic&#259;. Cald &#351;i rece</H3>
<H2 class="challange">A-1. C&#226;t de mult te po&#355;i &#238;ncrede &#238;n sim&#355;uri?</H2>
<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 1-1</B>
  <P>Testeaz&#259; c&#226;t de mult te po&#355;i &#238;ncrede &#238;n sim&#355;uri atunci c&#226;nd trebuie s&#259; apreciezi c&#226;t de cald sau c&#226;t de rece este un 
     corp. Lucreaz&#259; &#238;n echip&#259;.  
  <P><B><I>Pasul 1. </I></B>Grada&#355;i trei flacoane de plastic de 2,5&nbsp;L (cum sunt cele &#238;n care se &#238;mbuteliaz&#259; b&#259;uturile
     r&#259;coritoare), marc&#226;nd diviziuni la fiecae 0,5&nbsp;L. 
  <P><B><I>Pasul 2. </I></B>Confec&#355;iona&#355;i din flacoanele gradate trei borcane, decup&#226;nd cu foarfecele la 2&nbsp;cm deasupra
     diviziunii de 1,5&nbsp;L.
  <P><B><I>Pasul 3. </I></B>Prepara&#355;i &#238;n borcanul din dreapta o cantitate de 1,5&nbsp;L de ap&#259; fierbinte (at&#226;t c&#226;t s&#259; fie
     suportabil&#259; la atingerea cu m&#226;na). Pute&#355;i folosi pentru aceasta un <I>termoplonjor</I> (un &#238;nc&#259;lzitor electric care se 
     imerseaz&#259; &#238;n ap&#259;), ca &#238;n figura 1-1.
  <P><CENTER><IMG src="img/1a1_1.jpg"></CENTER>
  <BR><FONT size=-1><I><B>Figura 1-1. </B>&#206;nc&#259;lzirea apei cu un termoplonjor.</I></FONT>
  <P><IMG src="img/warning.gif"><FONT color=red><I><B> A&nbsp;t&nbsp;e&nbsp;n&nbsp;&#355;&nbsp;i&nbsp;e&nbsp;!</B> Asigura&#355;i-v&#259; 
     c&#259; partea metalic&#259; a termoplonjorului este imersat&#259; &#238;n ap&#259; &#238;nainte de a introduce &#238;n priz&#259; cordonul de alimentare. 
     Altfel, termoplonjorul se supra&#238;nc&#259;lze&#351;te!</I></FONT>
  <P><B><I>Pasul 4. </I></B>Turna&#355;i &#238;n borcanul din st&#226;nga 1,5&nbsp;L de ap&#259; rece, apoi turna&#355;i &#238;n borcanul din mijloc c&#226;te 
     0,5&nbsp;L de ap&#259; din celelalte dou&#259; borcane. Ave&#355;i acum c&#226;te un litru de ap&#259; &#238;n fiecare dintre cele trei borcane.
  <P><B><I>Pasul 5. </I></B>Unul dintre voi s&#259;-&#351;i cufunde m&#226;na st&#226;ng&#259; &#238;n apa din borcanul aflat &#238;n st&#226;nga &#351;i m&#226;na dreapt&#259; &#238;n
     apa din borcanul aflat &#238;n dreapta. Dup&#259; o jum&#259;tate de minut, s&#259; testeze apa din borcanul din mijloc, cufund&#226;nd pe r&#226;nd
     m&#226;na st&#226;ng&#259; &#351;i cea dreapt&#259;, caracteriz&#226;nd de fiecare dat&#259; dac&#259; apa este cald&#259; sau rece. Relua&#355;i procedura fiecare dintre
     voi.
</DIV>
<P>Surprinz&#259;tor, apa din borcanul din mijloc pare cald&#259; dac&#259; este testat&#259; cu m&#226;na st&#226;ng&#259; &#351;i rece dac&#259; este testat&#259; cu m&#226;na
   dreapt&#259;!
<P>Din p&#259;cate, nu ne putem &#238;ncrede prea mult &#238;n sim&#355;uri atunci c&#226;nd trebuie s&#259; apreciem dac&#259; ceva este cald sau rece. Avem 
   nevoie de un instrument care s&#259; ne ofere o indica&#355;ie <I>obiectiv&#259;</I> a c&#226;t de cald sau c&#226;t de rece este un corp!
</BODY>
</HTML>








