<HTML>
<HEAD>
<TITLE>IA-2. Termometrul</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<H3>Elemente de termodinamic&#259;. Cald &#351;i rece</H3>
<H2 class="challange">A-2. Termometrul</H2>

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 2-1</B>
  <P>Folose&#351;te un termometru pentru a afla c&#226;t de cald este un corp. Lucreaz&#259; &#238;n echip&#259;.  
  <P><B><I>Pasul 1. </I></B>Imersa&#355;i un termometru cu lichid &#238;n apa din borcanul din mijloc. Observa&#355;i ce se &#238;nt&#226;mpl&#259; cu
     coloana de lichid din termometru. C&#226;nd nivelul coloanei se stabilizeaz&#259;, nota&#355;i indica&#355;ia termometrului.
  <P><B><I>Pasul 2. </I></B>Repeta&#355;i aceea&#351;i procedur&#259; &#351;i pentru apa din celelalte borcane.
  <P><B><I>Pasul 3. </I></B>Compara&#355;i indica&#355;iile termometrelor pentru apa din fiecare dintre cele trei borcane. Sunt aceste
     indica&#355;ii &#238;n acord cu c&#226;t de cald&#259; este apa din borcanele respective?       
</DIV>     

<P>Indica&#355;iile unui termometru sunt &#238;n acord cu c&#226;t de cald este un corp. Coloana de lichid se alunge&#351;te atunci c&#226;nd 
   termometrul este imersat &#238;n ap&#259; mai cald&#259; &#351;i se scurteaz&#259; &#238;n ap&#259; mai rece.
<P>Lungimea coloanei de lichid este reperat&#259; pe o scal&#259; gradat&#259;. Num&#259;rul de grade indicat de coloana de lichid este o m&#259;sur&#259;
   a gradului de &#238;nc&#259;lzire a lichidului din termometru.
<P>Ne putem &#238;ncrede mai mult &#238;n indica&#355;iile unui termometru dec&#226;t &#238;n propriile sim&#355;uri!

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 2-1</B>
  <P>Observ&#259; un termometru de camer&#259;, unul medical &#351;i unul de laborator, asemenea celor din figura 2-1.
  <P><IMG src="img/1a2_1.jpg" hspace=4><BR><FONT size=-1><I><B>&nbsp;Figura 2-1. </B>Diferite tipuri de termometre cu lichid.</I></FONT>
  <P>Identific&#259; asem&#259;n&#259;rile &#351;i deosebirile dintre aceste termometre!
</DIV>

<P>Un termometru cu lichid con&#355;ine o cantitate mic&#259; de lichid &#238;nchis&#259; &#238;ntr-un <I>bulb</I> continuat cu un tub sub&#355;ire, &#238;nchis
   (<I>tubul capilar</I>), ca &#238;n figura 2-2.
  <P><IMG src="img/1a2_2.jpg" hspace=4><BR><FONT size=-1><I><B>&nbsp;Figura 2-2. </B>Termometrul cu lichid</I></FONT></P>
<P>Termometrele utilizate &#238;n &#355;&#259;rile europene sunt de obicei gradate &#238;n <I>grade Celsius</I> (notate <B><I>&deg;C</I></B>).
<P>Forma termometrului, dimensiunile sale &#351;i natura lichidului difer&#259; de la un termometru la altul. &#206;ns&#259; indica&#355;iile
   termometrelor gradate corect trebuie s&#259; fie c&#226;t mai apropiate atunci c&#226;nd termometrele se afl&#259; &#238;n condi&#355;ii identice! Altfel,
   indica&#355;iile acestora nu ne-ar fi de prea mare folos.

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 2-2</B>
  <P>Compar&#259; indica&#355;iile unor termometre diferite puse &#238;n condi&#355;ii identice. Lucreaz&#259; &#238;mpreun&#259; cu colegii t&#259;i.  
  <P><B><I>Pasul 1. </I></B>Prepara&#355;i ap&#259; cald&#259; &#238;ntr-un borcan, astfel ca un termometru de laborator cufundat &#238;n ap&#259; s&#259; indice
     40&nbsp;&deg;C. Agita&#355;i continuu apa din borcan cu ajutorul unei baghete, pentru a uniformiza &#238;nc&#259;lzirea acesteia.
  <P><B><I>Pasul 2. </I></B>Imersa&#355;i &#238;n apa din borcan un termometru medical &#351;i unul de camer&#259;. Agita&#355;i continuu apa &#351;i
     a&#351;tepta&#355;i ca lungimile coloanelor de lichid s&#259; se stabilizeze. Observa&#355;i indica&#355;iile termometrelor.     
</DIV>     

<P>O eroare de un grad Celsius este acceptabil&#259; pentru un termometru de camer&#259;, dar &#238;n cazul unui termometru medical sau al 
   unuia de laborator, chiar &#351;i o zecime de grad Celsius conteaz&#259;!

<A name="ae1a2_3">
<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 2-3</B>
  <P>Construie&#351;te un termometru cu lichid, din lucruri la &#238;ndem&#226;n&#259;, asemenea celui din figura 2-3. Lucreaz&#259; &#238;n echip&#259;.
  <P><IMG src="img/1a2_3.jpg" hspace=4><FONT size=-1><I><B>&nbsp;Figura 2-2. </B>Termometrul cu lichid</I></FONT></P>
  <P><B><I>Pasul 1. </I></B>Recupera&#355;i o sticlu&#355;&#259; cu capac filetat (din cele &#238;n care se &#238;mbuteliaz&#259; esen&#355;e alimentare) &#351;i o 
     rezerv&#259; de pix transparent&#259;, epuizat&#259;.
  <P><B><I>Pasul 2. </I></B>Perfora&#355;i capacul cu v&#226;rful unui compas &#351;i l&#259;rgi&#355;i orificiul at&#226;t c&#226;t s&#259; p&#259;trund&#259; rezerva de pix.
     Etan&#351;a&#355;i cu adeziv &#238;mbinarea dintre rezerva de pix &#351;i capac.
  <P><B><I>Pasul 3. </I></B>Umple&#355;i sticlu&#355;a cu ap&#259; colorat&#259; cu pu&#355;in&#259; cerneal&#259; sau colorant alimentar. Asigura&#355;i-v&#259; c&#259; nu mai 
     exist&#259; aer &#238;n sticlu&#355;&#259; (lichidul este p&#226;n&#259; la margini). &#206;n&#351;uruba&#355;i capacul. 
  <P><B><I>Pasul 4. </I></B>Confec&#355;iona&#355;i o scal&#259; gradat&#259; lipind o f&#226;&#351;ie de h&#226;rtie milimetric&#259; pe o f&#226;&#351;ie de carton. Numerota&#355;i
     diviziunile de 1&nbsp;cm de pe f&#226;&#351;ia de h&#226;rtie milimetric&#259;, &#238;ncep&#226;nd cu 0 la un cap&#259;t al f&#226;&#351;iei. Fixa&#355;i scala pe tubul 
     rezervei de pix cu band&#259; adeziv&#259; transparent&#259;. Termometrul este gata!
  <P><B><I>Pasul 5. </I></B>Compara&#355;i indica&#355;iile termometrului realizat de voi cu cele ale unui termometru de camer&#259;, pun&#226;nd
     cele dou&#259; termometre &#238;n condi&#355;ii identice. C&#226;te grade Celsius corespund fiec&#259;rui <I>mm</I> de pe scala termometrului 
     realizat de voi?
</DIV>     

<P>Lichidul din termometru se dilat&#259; c&#226;nd devine mai cald &#351;i avanseaz&#259; &#238;n lungul tubului transparent. Tubul fiind sub&#355;ire, chiar
   &#351;i o mic&#259; varia&#355;ie a volumului lichidului din sticlu&#355;&#259; poate fi observat&#259; printr-o modificare considerabil&#259; a lungimii 
   coloanei de lichid din tub.
<P><I>Oare de ce se dilat&#259; lichidul atunci c&#226;nd acesta devine mai cald? Ce se &#238;nt&#226;mpl&#259; de fapt c&#226;nd lichidul este &#238;nc&#259;lzit? &#350;i de ce
   oare stropii de cerneal&#259; pe care i-ai turnat &#238;n ap&#259; se &#238;mpr&#259;&#351;tie p&#226;n&#259; c&#226;nd lichidul cap&#259;t&#259; o nuan&#355;&#259; uniform&#259;</I>
<P>R&#259;spunsul la astfel de &#238;ntreb&#259;ri se afl&#259; ascuns ad&#226;nc &#238;n <I>interiorul</I> corpurilor, la un nivel al detaliilor care scap&#259;
   privirii noastre!
</BODY>
</HTML>









