<HTML>
<HEAD>
<TITLE>IA. Alte provoc&#259;ri</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<H3>Elemente de termodinamic&#259;. Cald &#351;i rece</H3>
<H2 class="challange"><I>Alte provoc&#259;ri</I></H2>

<OL>
  <P><BR><LI><B><I>Cald sau rece?</I></B>
     <P>Dac&#259; p&#259;&#351;e&#351;ti descul&#355;(&#259;) pe o pardoseal&#259; de ciment, &#238;&#355;i pare mai rece dec&#226;t covorul de pe aceea&#351;i pardoseal&#259;. 
     <P>Este oare &#238;ntr-adev&#259;r mai cald covorul dec&#226;t pardoseala pe care p&#259;&#351;e&#351;ti? 
     <P>Cum ai putea verifica aceasta?
  <P><BR><BR><LI><B><I>Ap&#259; rece, ap&#259; cald&#259;</I></B>
     <P>C&#226;t indic&#259; un termometru de camer&#259; pus &#238;n jetul de ap&#259; rece de la robinet? 
     <P>Dar &#238;n jetul de ap&#259; cald&#259; de la acela&#351;i robinet?
  <P><BR><BR><LI><B><I>Rece ca ghea&#355;a!</I></B>
     <P>Prepar&#259; cuburi de ghea&#355;&#259; &#238;n congelatorul frigiderului. Sf&#259;r&#226;m&#259; c&#226;teva cuburi de ghea&#355;&#259; &#238;ntr-un pahar &#351;i pune &#238;n 
        ghea&#355;a sf&#259;r&#226;mat&#259; un termometru de camer&#259;. 
        <P>C&#226;t este de rece ghea&#355;a?
        <P>C&#226;t indic&#259; termometrul c&#226;nd ghea&#355;a &#238;ncepe s&#259; se topeasc&#259;?
  <P><BR><BR><LI><B><I>Termometrul cu... aer!</I></B>
     <P>Construie&#351;te un termometru ca cel pe care l-ai realizat la <A href="1a2.html#ae1a2_3">activitatea experimental&#259; 2-3</a>,
        dar de data aceasta nu mai turna lichid &#238;n sticlu&#355;&#259;.
     <P>Cufund&#259; &#238;n ap&#259; cu cerneal&#259; cap&#259;tul inferior al tubului transparent al noului termometru. &#206;n tub r&#259;m&#226;ne o coloan&#259; de
        lichid colorat. &#206;n&#351;urubeaz&#259; capacul pe g&#226;tul sticlu&#355;ei goale (aceasta este de fapt plin&#259; cu... aer!). 
     <P>&#354;ine termometrul str&#226;ns &#238;n palm&#259; &#351;i observ&#259; ce se &#238;nt&#226;mpl&#259; cu coloana de lichid.
     <P>&#206;nc&#259;lzirea produs&#259; de contactul cu palma ta (mai cald&#259; dec&#226;t aerul din sticlu&#355;&#259;) este suficient&#259; pentru a deplasa 
        considerabil coloana de lichid din tub. Termometrul cu aer este mult mai sensibil dec&#226;t cel cu lichid!
  <P><BR><BR><LI><B><I>Microscopul cu... calculator!</I></B>
     <P>Adapteaz&#259; o camer&#259; video pentru internet (<I>webcam</I>) la un microscop. Transfer&#259; astfel imaginile microscopului pe 
        ecranul calculatorului!
     <P>&#206;nregistreaz&#259; &#238;ntr-un fi&#351;ier mi&#351;carea brownian&#259; a pic&#259;turilor de gr&#259;sime ale laptelui &#351;i urm&#259;re&#351;te cantitativ
        deplasarea unora dintre acestea.
     <P>Care pic&#259;turi se agit&#259; mai intens: cele mari sau cele mici?
  <P><BR><BR><LI><B><I>Mersul la &#238;nt&#226;mplare</I></B>
     <P>Merg&#226;nd la &#238;nt&#226;mplare, te-ai putea a&#351;tepta ca deplas&#259;rile &#238;ntr-un sens s&#259; fie compensate de deplas&#259;rile &#238;n sens opus.
     <P>Dar nu exist&#259; nici o "amintire" a deplas&#259;rilor precedente: fiecare pozi&#355;ie este un nou &#238;nceput! Dup&#259; mul&#355;i pa&#351;i, 
        pozi&#355;ia final&#259; va fi - cel mai probabil - mai departe de pozi&#355;ia ini&#355;ial&#259;!
     <P>Verific&#259; aceasta tras&#226;nd mersul la &#238;nt&#226;mplare pe o foaie cu p&#259;trate. Marcheaz&#259; un p&#259;trat &#238;n zona central&#259; a foii. De
        aici se poate ajunge printr-un pas &#238;ntr-unul dintre cele opt p&#259;trate vecine (figura 1).
     <P><IMG src="img/vrmla.gif" align=top>
        <A href="img/1a_p1.wrl" target=new><IMG src="img/1a_p1.jpg" border=0 hspace=14></A>
        <BR clear=all><FONT size=-1><I><B>&nbsp;Figura 1. </B>Dintr-un p&#259;trat se poate ajunge print-un
        pas &#238;ntr-unul dintre cele opt p&#259;trate vecine.</I></FONT></P>
     <P>Realizeaz&#259; un generator de numere &#238;nt&#226;mpl&#259;toare. Eticheteaz&#259; opt monezi identice, de la 1 la 8, pentru fiecare dintre
        cele opt posibilit&#259;&#355;i de deplasare cu un pas.
     <P>Amestec&#259; monezile &#238;ntr-un pahar de plastic &#351;i extrage c&#226;te una, la &#238;nt&#226;mplare. Astfel, vei ob&#355;ine la fiecare extragere
        c&#226;te un num&#259;r de la 1 la 8. Nu uita s&#259; pui la loc, de fiecare dat&#259;, moneda extras&#259;!
     <P>Efectueaz&#259; 30 de extrageri &#351;i marcheaz&#259; pe foaia cu p&#259;trate, de fiecare dat&#259;, deplasarea &#238;ntr-un p&#259;trat vecin, dup&#259;
        regula din figura 1. 
     <P>C&#259;t este deplasarea dup&#259; 30 de pa&#351;i?
     <P>C&#226;t sunt deplas&#259;rile ob&#355;inute de colegii t&#259;i?
     <P>Compar&#259; traiectoria trasat&#259; pe foaie cu cea a unei particule browniene, ca cea din <A href="1a3.html#fig1a3_6">figura 3-6.</A> 
  <P><BR><BR><LI><B><I>&#206;mpr&#259;&#351;tierea</I></B>
     <P>Mi&#351;carea la &#238;nt&#226;mplare a dou&#259; sute de particule a fost simulat&#259; cu ajutorul unui calculator. Ini&#355;ial, toate particulele
        se aflau &#238;n p&#259;tratul din centrul unui caroiaj (figura 2).
     <P><IMG src="img/vrmla.gif" align=top>
        <A href="img/1a_p2.wrl" target=new><IMG src="img/1a_p2.jpg" border=0 hspace=14></A>
        <BR clear=all><FONT size=-1><I><B>&nbsp;Figura 2. </B>Dou&#259; sute de particule se afl&#259; ini&#355;ial &#238;n p&#259;tratul din centrul
           caroiajului</I></FONT></P>
     <P>La fiecare pas, fiecare particul&#259; avanseaz&#259;, la &#238;nt&#226;mplare, pe o distan&#355;&#259; c&#226;t o zecime din latura unui p&#259;trat al
        caroiajului. Dup&#259; o mie de pa&#351;i, particulele ajung &#238;n situa&#355;ia din figura 3.
     <P><IMG src="img/vrmla.gif" align=top>
        <A href="img/1a_p3.wrl" target=new><IMG src="img/1a_p3.jpg" border=0 hspace=14></A>
        <BR clear=all><FONT size=-1><I><B>&nbsp;Figura 3. </B>Situa&#355;ia particulelor dup&#259; o mie de pa&#351;i.</I></FONT></P>
     <P>Dup&#259; &#238;nc&#259; patru mii de pa&#351;i, particulele ajung &#238;n situa&#355;ia din figura 4.
     <P><IMG src="img/vrmla.gif" align=top>
        <A href="img/1a_p4.wrl" target=new><IMG src="img/1a_p4.jpg" border=0 hspace=14></A>
        <BR clear=all><FONT size=-1><I><B>&nbsp;Figura 4. </B>Situa&#355;ia particulelor dup&#259; &#238;nc&#259; patru mii de pa&#351;i.</I></FONT></P>
  <P><BR><BR><LI><B><I>Amestecarea</I></B>
     <P>O sut&#259; de particule sunt "&#238;nghesuite" &#238;n zona central&#259; a unei cutii (punctele negre din figura 5). &#206;n cutie sunt 
        r&#259;sp&#226;ndite alte o sut&#259; de particule (punctele gri).
     <P><IMG src="img/vrmla.gif" align=top>
        <A href="img/1a_p5.wrl" target=new><IMG src="img/1a_p5.jpg" border=0 hspace=14></A>
        <BR clear=all><FONT size=-1><I><B>&nbsp;Figura 5. </B>O sut&#259; de particule negre sunt concentrate &#238;n zona central&#259;
           a unei cutii &#238;n care se afl&#259; r&#259;sp&#226;ndite o sut&#259; de particule gri.</I></FONT></P>
     <P>Cu ajutorul unui calculator a fost simulat&#259; mi&#351;carea &#238;nt&#226;mpl&#259;toare a particulelor. Dup&#259; o mie de pa&#351;i, situa&#355;ia este
        cea prezentat&#259; &#238;n figura 6.
     <P><IMG src="img/vrmla.gif" align=top>
        <A href="img/1a_p6.wrl" target=new><IMG src="img/1a_p6.jpg" border=0 hspace=14></A>
        <BR clear=all><FONT size=-1><I><B>&nbsp;Figura 6. </B>Situa&#355;ia particulelor dup&#259; o mie de pa&#351;i.</I></FONT></P>
     <P>Dup&#259; &#238;nc&#259; o mie de pa&#351;i, situa&#355;ia este cea prezentat&#259; &#238;n figura 7.
     <P><IMG src="img/vrmla.gif" align=top>
        <A href="img/1a_p7.wrl" target=new><IMG src="img/1a_p7.jpg" border=0 hspace=14></A>
        <BR clear=all><FONT size=-1><I><B>&nbsp;Figura 7. </B>Situa&#355;ia particulelor dup&#259; &#238;nc&#259; o mie de pa&#351;i.</I></FONT></P>
     <P>Ce te a&#351;tep&#355;i s&#259; se &#238;nt&#226;mple pe m&#259;sur&#259; ce continu&#259; agita&#355;ia &#238;nt&#226;mpl&#259;toare a particulelor?
     <P>G&#259;se&#351;ti vreo asem&#259;nare cu r&#259;sp&#226;ndirea parfumului &#238;n aer sau a cernelii &#238;n ap&#259;?
  <P><BR><BR><LI><B><I>Dac&#259; am da timpul &#238;napoi...</I></B>
     <P>Dou&#259; sute de particule se afl&#259; &#238;n jum&#259;tatea st&#226;ng&#259; a cutiei din figura 8.
     <P><IMG src="img/vrmla.gif" align=top>
        <A href="img/1a_p8.wrl" target=new><IMG src="img/1a_p8.jpg" border=0 hspace=14></A>
        <BR clear=all><FONT size=-1><I><B>&nbsp;Figura 8. </B>Dou&#259; sute de particule se afl&#259; ini&#355;ial &#238;n jum&#259;tatea st&#226;ng&#259; a 
           cutiei.</I></FONT></P>
     <P>Cu ajutorul unui calculator a fost simulat&#259; mi&#351;carea &#238;nt&#226;mpl&#259;toare a particulelor. Dup&#259; o mie de pa&#351;i, situa&#355;ia 
       particulelor este cea prezentat&#259; &#238;n figura 9.
     <P><IMG src="img/vrmla.gif" align=top>
        <A href="img/1a_p9.wrl" target=new><IMG src="img/1a_p9.jpg" border=0 hspace=14></A>
        <BR clear=all><FONT size=-1><I><B>&nbsp;Figura 9. </B>Situa&#355;ia particulelor dup&#259; o mie de pa&#351;i.</I></FONT></P>
     <P>Particulele sunt acum r&#259;sp&#226;ndite aproape uniform &#238;n interiorul cutiei. &#206;n acest moment, calculatorului i s-a cerut
       s&#259; inverseze vitezele tuturor particulelor, <I>ca &#351;i cum am da timpul &#238;napoi!</I> Dup&#259; &#238;nc&#259; o mie de pa&#351;i, situa&#355;ia 
       particulelor este cea prezentat&#259; &#238;n figura 10.
     <P><IMG src="img/vrmla.gif" align=top>
        <A href="img/1a_p10.wrl" target=new><IMG src="img/1a_p10.jpg" border=0 hspace=14></A>
        <BR clear=all><FONT size=-1><I><B>&nbsp;Figura 10. </B>Situa&#355;ia particulelor dup&#259; o mie de pa&#351;i de la inversarea
           vitezelor.</I></FONT></P>
     <P>Surprinz&#259;tor, particulele sunt &#238;nc&#259; r&#259;sp&#226;ndite uniform &#238;n interiorul cutiei! Chiar dac&#259; vitezele acestora au fost
        inversate, particulele nu se mai str&#226;ng la un loc &#238;n jum&#259;tatea st&#226;ng&#259; a cutiei!
     <P>Unii spun c&#259; nu putem da timpul &#238;napoi, deoarece, chiar dac&#259; am face ca totul s&#259; se mi&#351;te invers, lumea nu ar mai
        reveni la situa&#355;ia anterioar&#259;. Dar nimeni nu &#351;tie sigur!
     <P>Care este p&#259;rerea ta?
  <P><BR><BR><LI><B><I>Pic&#259;tura de ap&#259;</I></B>
     <P>Dac&#259; am putea privi tot mai de aproape o pic&#259;tur&#259; de ap&#259;, am vedea detalii tot mai fine ale acesteia.
     <P>Fizicianul american Richard Feynman (figura 11) descrie o c&#259;l&#259;torie imaginar&#259; c&#259;tre detaliile din ce &#238;n ce mai fine
        ale unei pic&#259;turi de ap&#259;.
     <TABLE>
       <TR valign=bottom cellpadding=10 width=100%>
         <TD><IMG src="img/1a_p11.jpg" hspace=0></TD>
         <TD align=center><FONT size=-1><I><B>&nbsp;Figura 11. </B>Richard Feynman<BR> (1919&minus;1988)</I></FONT></TD>
       </TR>
     </TABLE>
     <P>Cite&#351;te aceast&#259; minunat&#259; descriere &#238;n volumul I al c&#259;r&#355;ii sale <A href="bank/Vol 1 Ch 01 - Atoms in Motion.pdf" target=new>"Fizica Modern&#259;"</A>:
     <P><I>
        "...s&#259; presupunem c&#259; privim o pic&#259;tur&#259; de ap&#259; cu diametrul de o jum&#259;tate de centimetru. Dac&#259; privim foarte de 
        aproape nu vedem nimic, dec&#226;t ap&#259; - ap&#259; omogen&#259; &#351;i continu&#259;. S&#259; o m&#259;rim cu cel mai bun microscop optic disponibil, 
        de vreo dou&#259; mii de ori: atunci pic&#259;tura de ap&#259; va avea diametrul aparent de aproximativ doisprezece metri, cam 
        tot at&#226;t de mare c&#226;t o sal&#259; mare de clas&#259;. Dac&#259; am privi destul de aproape, &#238;nc&#259; am putea vedea ap&#259; relativ uniform&#259; - 
        dar ici &#351;i colo mici lucruri de forma unor mingi de rugbi, &#238;not&#226;nd &#238;ncoace &#351;i &#238;ncolo. Foarte interesant! Ace&#351;tia sunt
        paramecii. Ne-am putea opri &#238;n acest punct, devenind at&#226;t de curio&#351;i &#238;n privin&#355;a paramecilor, cu cilii frem&#259;t&#226;nd &#351;i
        corpurile lor care se r&#259;sucesc, &#238;nc&#226;t s&#259; nu mergem mai departe, dec&#226;t poate ca s&#259; m&#259;rim paramecii &#238;nc&#259; &#351;i mai mult,
        ca s&#259; vedem &#238;n interiorul acestora. Acesta este, desigur, un subiect pentru biologie; dar trecem mai departe &#351;i privim
        &#351;i mai de aproape substan&#355;a &#238;ns&#259;&#351;i a apei, m&#259;rind-o de &#238;nc&#259; dou&#259; mii de ori. Acum pic&#259;tura de ap&#259; are aproximativ
        24 de kilometri &#238;n diametru &#351;i, dac&#259; o privim foarte de aproape, vedem un fel de forfot&#259;, care nu mai are aspect
        uniform - arat&#259; cam ca o mul&#355;ime de oameni la un joc de fotbal, v&#259;zu&#355;i de la mare distan&#355;&#259;. Pentru a vedea ce este
        cu aceast&#259; forfot&#259;, o vom m&#259;ri de alte 25 de ori &#351;i vom vedea ceva asem&#259;n&#259;tor cu ceea ce este ar&#259;tat &#238;n figura 12.
        <P><IMG src="img/1a_p12.jpg" hspace=8><BR>
          <FONT size=-1><B>&nbsp;Figura 12. </B>Apa, m&#259;rit&#259; de o sut&#259; de milioane de ori.</FONT>
        <P>Aceasta este o imagine a apei, m&#259;rit&#259; de o sut&#259; de milioane de ori, dar idealizat&#259; &#238;n mai multe privin&#355;. &#206;n primul
        r&#226;nd, particulele sunt desenate simplificat..."
     </I>
</OL>

</BODY>
</HTML>















