<HTML>
<HEAD>
<TITLE>IB-1. Dimensiunile moleculelor</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE width=100%>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3 align=right>No&#355;iuni termodinamice de baz&#259;</H3></H3>
  </TR>
</TABLE>
<H2 class="challange">B-1. Dimensiunile moleculelor</H2>

<P>Calit&#259;&#355;ile de sp&#259;lare ale detergen&#355;ilor se datoreaz&#259; propriet&#259;&#355;ilor speciale ale moleculelor acestora. Moleculele de 
   detergent au un cap&#259;t polar, care se ata&#351;eaz&#259; puternic la moleculele de ap&#259; . Cel&#259;lalt cap&#259;t, nepolar, "evit&#259;" apa (figura 1-1). 
<P><IMG src="img/vrmla.gif" align=top>
   <A href="img/1b1_1a.wrl" target=new><IMG src="img/1b1_1a.jpg" border=0 hspace=14></A>&nbsp;<B>a</B>
      <BR clear=all><CENTER><IMG src="img/1b1_1b.jpg">&nbsp;<B>b</B></CENTER>
      <BR><FONT size=-1><I><B>&nbsp;Figura 1-1. </B>Reprezent&#259;ri ale unei molecule de detergent:<BR><B>a) </B>
      reprezentarea cu sfere &#238;mbinate; <B>b) </B>reprezentare simplificat&#259;.</I></FONT></P>
<P>Turn&#226;nd detergent diluat pe suprafa&#355;a apei, moleculele de detergent se "acoreaz&#259;" cu partea polar&#259; &#238;n ap&#259;, a&#351;ez&#226;ndu-se una
   l&#226;ng&#259; alta, &#238;ntr-un strat monomolecular (figura 1-2).
<P><IMG src="img/1b1_2.jpg" hspace=4><BR>
   <FONT size=-1><I><B>&nbsp;Figura 1-2. </B>Stratul monomolecular de detergent format la suprafa&#355;a apei.</I></FONT>
<P>Grosimea stratului este astfel chiar lungimea unei molecule de detergent!

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 1-1</B>
  <P>Estimeaz&#259; dimensiunile tipice ale moleculelor de detergent. Lucreaz&#259; &#238;n echip&#259;.  
  <P><B><I>Pasul 1. </I></B>Dilua&#355;i &#238;n ap&#259; 1&nbsp;mL de detergent lichid, astfel &#238;nc&#226;t gradul de dilu&#355;ie s&#259; fie 1 la 1000
     (concentra&#355;ie 0,1%). De exemplu, dac&#259; eticheta unui sortiment de detergent lichid indic&#259; o propor&#355;ie de 25% a substan&#355;elor
     numite <I>tensioactive</I> (ace&#351;tia sunt detergen&#355;ii!), fiecare mililitru din acest produs con&#355;ine doar 0,25&nbsp;mL 
     detergen&#355;i veritabili (restul este cel mai probabil ap&#259;!).
  <P><B><I>Pasul 2. </I></B>Turna&#355;i un strat de ap&#259; ad&#226;nc de aproximativ 1&nbsp;cm &#238;ntr-un vas larg de cel pu&#355;in
     10&nbsp;cm (un vas Petri sau chiar o farfurie de unic&#259; folosin&#355;&#259;). Pres&#259;ra&#355;i pu&#355;in&#259; pudr&#259; de cret&#259; pe toat&#259; suprafa&#355;a 
     apei. Particulele de cret&#259; v&#259; vor semnala ce se va petrece la suprafa&#355;a apei.
  <P><B><I>Pasul 3. </I></B>Folosi&#355;i o pipet&#259; &#351;i turna&#355;i &#238;n centrul vasului <I>o singur&#259; pic&#259;tur&#259;</I> de detergent diluat.
     Observa&#355;i ce se &#238;nt&#226;mpl&#259;! Pic&#259;tura de detergent diluat se r&#259;sp&#226;nde&#351;te pe suprafa&#355;a apei, &#238;mping&#226;nd creta pe o frontier&#259;
     aproape circular&#259; (figura 1-3).
  <P><IMG src="img/1b1_3.jpg" hspace=4><BR>
     <FONT size=-1><I><B>&nbsp;Figura 1-3. </B>Pic&#259;tura de detergent diluat se r&#259;sp&#226;nde&#351;te &#238;ntr-o pat&#259; aproape circular&#259;, &#238;mping&#226;nd
        particulele de cret&#259;.</I></FONT>
  <P><B><I>Pasul 4. </I></B>M&#259;sura&#355;i cu o rigl&#259; diametrul petei pe care s-a r&#259;sp&#226;ndit detergentul diluat.
  <P><B><I>Pasul 5. </I></B>Privind printr-o lup&#259;, estima&#355;i cu rigla diametrul unei pic&#259;turi de detergent lichid &#238;nainte de
     a se desprinde din v&#226;rful pipetei.
  <P><B><I>Pasul 6. </I></B>Cu ajutorul acestor date, calcula&#355;i lungimea tipic&#259; a unei molecule de detergent!
</DIV>
<P>Moleculele de detergent au dimensiunile tipice de 1&nbsp;nm (o miliardime de metru!) Sunt de o mie de ori mai mici dec&#226;t
   cele mai mici detalii pe care le po&#355;i observa la microscopul optic!
<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 1-1</B>
  <P>C&#226;te molecule de detergent &#238;ncap, a&#351;ezate una &#238;n prelungirea celeilalte, pe grosimea unei foi de h&#226;rtie?
</DIV>
<P>Au fost realizate instrumente speciale care permit observarea individual&#259; a moleculelor. Unul dintre acestea este
   microscopul cu tunelare, <B>STM</B> (<I><B>S</B>canning <B>T</B>unneling <B>M</B>icroscope</I>). Un v&#226;rf foarte sub&#355;ire
   este "plimbat" la foarte mic&#259; distan&#355;&#259; de prob&#259;. &#206;ntre prob&#259; &#351;i v&#226;rf este aplicat&#259; o tensiune de c&#226;teva zecimi de volt.
   Printr-un efect special - numit <I>efect tunel</I> - apare un curent electric prin circuitul format de prob&#259;, v&#226;rf &#351;i
   sursa de tensiune, chiar dac&#259; <I>v&#226;rful nu atinge proba</I>! Intensitatea acestui curent depinde foarte puternic de distan&#355;a
   dintre v&#226;rf &#351;i prob&#259;.
<P>Astfel, "plimb&#226;nd" v&#226;rful la mic&#259; distan&#355;&#259; de prob&#259;, varia&#355;iile curentului de tunelare sunt o indica&#355;ie foarte precis&#259;
   a "reliefului" probei. Cu ajutorul unui calculator, varia&#355;iile de curent m&#259;surate sunt transformate &#238;ntr-o imagine 
   tridimensional&#259; (figura 1-4). 
<P><IMG src="img/1b1_4.jpg" hspace=4><BR>
   <FONT size=-1><I><B>&nbsp;Figura 1-4. </B>O molecul&#259; de oxigen. Structura ca un fagure din fundal este un strat de atomi
     de platin&#259; pe care molecula de oxigen este adsorbit&#259;.</I></FONT>
<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Dimensiunile tipice ale moleculelor sunt de ordinul nanometrului.</B></DIV>
<P>Unele molecule sunt chiar mai mici: cea de oxigen are aproximativ 0,2&nbsp;nm, a&#351;a cum po&#355;i vedea &#238;n figura 1-4.
<P>Este dificil&#259; precizarea dimensiunii exacte a unei molecule, neexist&#226;nd o grani&#355;&#259; precis&#259; a acesteia. Moleculele pot 
   interac&#355;iona apreciabil p&#226;n&#259; la distan&#355;e de c&#226;teva ori mai mari dec&#226;t ceea ce consider&#259;m a fi dimensiunile moleculelor.
<P>Fiind at&#226;t de mici, &#238;ntr-o cantitate uzual&#259; de substan&#355;&#259; exist&#259; un num&#259;r enorm de atomi sau molecule.
<P class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>mol</I> cantitatea de substan&#355;&#259; care con&#355;ine 6,022&middot;10<SUP>23</SUP> particule.</B>
<P>C&#226;nd folose&#351;ti molul, trebuie s&#259; precizezi natura particulelor: molecule, atomi sau particule elementare (electroni, protoni,
   neutroni).
<P class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>constanta lui Avogadro</I>, notat&#259; N<SUB>A</SUB>, cantitatea 6,022&middot;10<SUP>23</SUP>&nbsp;mol<SUP>-1</SUP>.</B>
<P>Aceast&#259; constant&#259; este numit&#259;, uneori, impropriu, <I>num&#259;rul lui Avogadro</I>. Un num&#259;r nu are unit&#259;&#355;i de m&#259;sur&#259; (&pi; este
   un num&#259;r!). Constanta lui Avogadro <I>are</I> unit&#259;&#355;i de m&#259;sur&#259;, astfel c&#259;:
<P align=center>N<SUB>A</SUB>=6,022&middot;10<SUP>26</SUP>&nbsp;kmol<SUP>-1</SUP>,
<P>cantitatea transform&#226;ndu-se &#238;n func&#355;ie de unit&#259;&#355;ile de m&#259;sur&#259; folosite.
<P>A fost m&#259;surat&#259; cu mare precizie masa unui mol pentru diferite substan&#355;e.
<P class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>mas&#259; molar&#259;</I> a unei substan&#355;e masa unui mol din acea substan&#355;&#259;.</B>
<P>Tabelul 1-1 prezint&#259; masele molare ale unor substan&#355;e uzuale. 
<P><I><SUB><B>Tabelul 1-1. </B>Mase molare</SUB></I>
<CENTER>
<TABLE border=1 cellpadding=4>
  <TR bgcolor=#dddddd>
    <TD align=center><B>Substan&#355;a</B></TD>
    <TD align=center><B>Masa<BR>molar&#259;<BR>(kg/kmol)</B></TD>
  </TR>
  <TR>
    <TD>Hidrogen (atomic): <B>H</B></TD>
    <TD align=right>1,0</TD>
  </TR>
  <TR>
    <TD>Hidrogen (molecular): <B>H<SUB>2</SUB></B></TD>
    <TD align=right>2,0</TD>
  </TR>
  <TR>
    <TD>Heliu: <B>He</B></TD>
    <TD align=right>4,0</TD>
  </TR>
  <TR>
    <TD>Carbon (izotopul <B><SUP>12</SUP>C</B>)</TD>
    <TD align=right>exact 12</TD>
  </TR>
  <TR>
    <TD>Azot (atomic): <B>N</B></TD>
    <TD align=right>14,0</TD>
  </TR>
  <TR>
    <TD>Azot (molecular): <B>N<SUB>2</SUB></B></TD>
    <TD align=right>28,0</TD>
  </TR>
  <TR>
    <TD>Oxigen (atomic): <B>O</B></TD>
    <TD align=right>16,0</TD>
  </TR>
  <TR>
    <TD>Oxigen (molecular): <B>O<SUB>2</SUB></B></TD>
    <TD align=right>32,0</TD>
  </TR>
  <TR>
    <TD>Aer</TD>
    <TD align=right>28,9</TD>
  </TR>
</TABLE>
</CENTER>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 1-2</B>
  <P>Oricare m&#259;sur&#259;toare este afectat&#259; de erori (mai mari sau mai mici). Cum este oare posibil ca masa molar&#259; a izotopului
     de carbon 12 s&#259; fie <I>exact</I> 12&nbsp;kg/kmol?  
</DIV>

<P>Valoarea exact&#259; se datoreaz&#259; unei conven&#355;ii - am <I>ales</I> valoarea 12 pentru izotopul de carbon 12!
<P class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>unitate atomic&#259; de mas&#259;</I>, notat&#259; <I>u</I>, 1/12 din masa unui atom al izotopului de 
   carbon 12.</B>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 1-3</B>
  <P>Exprim&#259; &#238;n kilograme unitatea atomic&#259; de mas&#259;.
</DIV>

<P>Un kmol de <SUP>12</SUP>C are masa exact 12&nbsp;kg. Num&#259;rul de atomi de carbon dintr-un kmol este dat de constanta lui
   Avogadro, astfel c&#259;:
<P align=center><IMG src="img/e1b1_1.gif">
<P class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>mas&#259; molecular&#259;</I> masa unei molecule, iar <I>mas&#259; atomic&#259;</I> masa unui atom.</B>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 1-4</B>
  <P>C&#226;t este masa molecular&#259; a hidrogenului? Dar masa atomic&#259; a oxigenului?
</DIV>

<P>Uneori este comod s&#259; exprim&#259;m masele moleculelor &#351;i atomilor ca <I>raport</I> fa&#355;&#259; de unitatea atomic&#259; de mas&#259;.
<P class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>mas&#259; molecular&#259; relativ&#259;</I> raportul dintre masa molecular&#259; &#351;i unitatea atomic&#259; de mas&#259;.</B>
<P>Similar,
<P class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>mas&#259; atomic&#259; relativ&#259;</I> raportul dintre masa atomic&#259; &#351;i unitatea atomic&#259; de mas&#259;.</B>
<P>Fiind un raport de mase, masele moleculare sau atomice relative se exprim&#259; ca numere pure (ca &#238;n 
   <A href="bank/periodictable.pdf" target=new>sistemul periodic</A> al elementelor).
<P>Ai acum o imagine mai clar&#259; asupra caracteristicilor atomilor &#351;i moleculelor: dimensiuni de ordinul nanometrului &#351;i mase
   de ordinul unit&#259;&#355;ii atomice de mas&#259;.

</BODY>
</HTML>













