<HTML>
<HEAD>
<TITLE>IB-6. Temperatura absolut&#259;</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE width=100%>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3 align=right>No&#355;iuni termodinamice de baz&#259;</H3></H3>
  </TR>
</TABLE>
<H2 class="challange">B-6. Temperatura absolut&#259;</H2>

<P>Alegerea valorii zero pentru temperatura la care ghea&#355;a se tope&#351;te (la presiune atmosferic&#259; normal&#259;), este conven&#355;ional&#259;.

<P>&#206;naintea lui Celsius, germanul Daniel Fahrenheit a atribuit valoarea 32 pentru temperatura de topire a ghe&#355;ii &#351;i 212 pentru 
   cea de fierbere a apei. Gradul Fahrenheit - notat &deg;F - este, a&#351;adar, a 180&minus;a parte din intervalul de temperatur&#259;
   corespunz&#259;tor topirii ghe&#355;ii &#351;i fierberii apei. Aceast&#259; scar&#259; termometric&#259; - scara Fahrenheit - este utilizat&#259; &#351;i ast&#259;zi
   &#238;n &#355;&#259;rile &#238;n care se vorbe&#351;te limba englez&#259; (cu excep&#355;ia Marii Britanii, care a adoptat scara Celsius).
   
<P>Fahrenheit a f&#259;cut aceast&#259; alegere astfel &#238;nc&#226;t 0&deg;F s&#259; corespund&#259; celei mai cobor&#226;te temperaturi pe care o putea ob&#355;ine
   &#238;n laboratorul s&#259;u.

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 6-1</B>
  <P>C&#226;t este, exprimat&#259; &#238;n &deg;C, temperatura 0&deg;F?
</DIV>

<P>Exist&#259; oare o scar&#259; de temperatur&#259; &#238;n care valoarea zero s&#259; fie "impus&#259;" de natur&#259;, nu doar o alegere conven&#355;ional&#259;? Cu 
   alte cuvinte, exist&#259; oare o temperatur&#259; <I>&#238;ntr&minus;adev&#259;r</I> zero?

<A name="e6_1">
<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 6-1</B>
  <P>Investigheaz&#259; c&#226;t de mult ar putea fi r&#259;cite corpurile. Lucreaz&#259; &#238;n echip&#259;.
  <P><B><I>Pasul 1. </I></B>Realiza&#355;i dispozitivul din figura 6-1, cu care pute&#355;i investiga r&#259;cirea unui gaz men&#355;inut la
     volum constant.
  <P><TABLE>
       <TR valign=bottom><TD><IMG src="img/1b6_1.jpg" hspace=4></TD>
           <TD><FONT size=-1><I><B>&nbsp;Figura 6-1. </B>Dispozitiv pentru studiul r&#259;cirii unui gaz men&#355;inut la volum constant.</I></FONT></TD>
       </TR>
     </TABLE>
  <P>Folosi&#355;i un flacon de sticl&#259; cu capac filetat, av&#226;nd capacitatea 50...100&nbsp;mL. Perfora&#355;i capacul &#351;i trece&#355;i prin acesta
     cap&#259;tul unui furtun transparent, lung de aproximativ un metru. Etan&#351;a&#355;i cu adeziv &#238;mbinarea dintre furtun &#351;i capac.
  <P>Pune&#355;i flaconul &#238;n interiorul unui vas. Fixa&#355;i por&#355;iunea A a furtunului pe peretele exterior al vasului.
  <P><B><I>Pasul 2. </I></B>Turna&#355;i ap&#259; colorat&#259; prin cap&#259;tul B al furtunului, p&#226;n&#259; c&#226;nd nivelul acesteia este &#238;n dreptul
     diviziunii zero a riglei. 
  <P><B><I>Pasul 3. </I></B>Turna&#355;i ap&#259; &#238;n vasul mare &#351;i &#238;nc&#259;lzi&#355;i-o p&#226;n&#259; la 40&deg;C cu un &#238;nc&#259;lzitor cu imersie. Agita&#355;i 
     &#238;n permanen&#355;&#259; pentru ca s&#259; uniformiza&#355;i temperatura. Observa&#355;i ce se &#238;nt&#226;mpl&#259; cu apa din furtun.
  <P><B><I>Pasul 4. </I></B>C&#226;nd temperatura s&minus;a stabilizat, &#238;ndep&#259;rta&#355;i &#238;nc&#259;lzitorul &#351;i ridica&#355;i cap&#259;tul B al furtunului,
     astfel ca nivelul apei din ramura A s&#259; fie din nou &#238;n dreptul diviziunii zero a riglei. Gazul din flacon este adus astfel
     la volumul s&#259;u initial. Notati diferen&#355;a de nivel a apei din cele dou&#259; ramuri ale furtunului. 
  <P><B><I>Pasul 5. </I></B>Pe m&#259;sur&#259; ce apa din vas se r&#259;ce&#351;te, repeta&#355;i procedura la 35&deg;C &#351;i la 30&deg;C. Nota&#355;i de
     fiecare dat&#259; diferen&#355;a de nivel a apei din cele dou&#259; ramuri ale furtunului, atunci c&#226;nd aerul din flacon este adus la
     volumul s&#259;u ini&#355;ial. 
  <P><B><I>Pasul 6. </I></B>Folosind datele ob&#355;inute, estima&#355;i c&#226;t ar fi cea mai cobor&#226;t&#259; temperatur&#259;!
</DIV>

<P>Pe m&#259;sur&#259; ce aerul se r&#259;ce&#351;te, presiunea acestuia se mic&#351;oreaz&#259;!

<P>Pentru un gaz care la 0&deg;C are presiunea atmosferic&#259; normal&#259; (1,013&middot;10<SUP>5</SUP>&nbsp;Pa), presiunea sa scade
   cu 370,93&nbsp;Pa pentru fiecare grad Celsius cu care este mic&#351;orat&#259; temperatura sa, la volum constant. C&#226;nd presiunea
   gazului ar deveni nul&#259; (cea mai mic&#259; presiune), temperatura sa ar deveni -273,15&deg;C. Aceasta este cea mai mic&#259; temperatur&#259;!
   
<P>&#206;n 1848, englezul William Thomson - lord Kelvin (figura 6&minus;2), a propus o scar&#259; de temperatur&#259; &#238;n care cea mai 
   cobor&#226;t&#259; temperatur&#259; s&#259; fie zero.
   
<P><TABLE>
     <TR valign=bottom><TD><IMG src="img/1b6_2.jpg" hspace=4></TD>
         <TD><FONT size=-1><I><B>&nbsp;Figura 6-2. </B>William Thomson - lord Kelvin (1824&minus;1907)</I></FONT></TD>
     </TR>
   </TABLE>

<P>&#206;n aceast&#259; scar&#259; nu exist&#259; temperaturi negative, astfel c&#259; temperatura este <I>absolut&#259;</I>.

<P>Unitatea de m&#259;sur&#259; pe scara absolut&#259; de temperatur&#259; este kelvinul, simbol K. Temperatura 0&nbsp;K (zero absolut) corespunde
   valorii -273,15&deg;C.
   
<P>Pentru a p&#259;stra o coresponden&#355;&#259; simpl&#259; cu scara Celsius, o varia&#355;ie de temperatur&#259; de un kelvin a fost aleas&#259; egal&#259; cu o 
   varia&#355;ie de temperatur&#259; de un grad Celsius.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Scara absolut&#259; de temperatur&#259; (scara Kelvin) are valoarea 0&nbsp;K
   pentru cea mai cobor&#226;t&#259; temperatur&#259; (-273,15&deg;C). O varia&#355;ie de temperatur&#259; de un kelvin corespunde cu o varia&#355;ie de
   temperatur&#259; de un grad Celsius.</B>
</DIV>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 6-2</B>
  <P>La presiune atmosferic&#259; normal&#259;, c&#226;t este temperatura absolut&#259; la care se tope&#351;te ghea&#355;a? Dar temperatura absolut&#259; la 
     care fierbe apa?
</DIV>
   
<P>A&#351;adar, conversia &#238;ntre scara absolut&#259; &#351;i scara Celsius este:
<CENTER>
  <P><B>T</B>(K) = <B>t</B>(&deg;C) + 273,15&nbsp;K, respectiv
  <P><B>t</B>(&deg;C) = <B>T</B>(K) - 273,15&deg;C.
</CENTER>   
</BODY>
</HTML>

















