<HTML>
<HEAD>
<TITLE>IB-7. Agita&#355;ia termic&#259; &#351;i temperatura</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE width=100%>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3 align=right>No&#355;iuni termodinamice de baz&#259;</H3></H3>
  </TR>
</TABLE>
<H2 class="challange">B-7. Agita&#355;ia termic&#259; &#351;i temperatura</H2>

<P>Presiunea unui gaz depinde de temperatura acestuia. Am folosit aceast&#259; dependen&#355;&#259; pentru a g&#259;si cea mai mic&#259; temperatur&#259;.
   Ce leg&#259;tur&#259; exist&#259; oare &#238;ntre agita&#355;ia termic&#259; &#351;i temperatur&#259;?

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 7-1</B>
  <P>Imagineaz&#259;&minus;&#355;i o particul&#259; izolat&#259; (o molecul&#259; alc&#259;tuit&#259; dintr&minus;un singur atom, ca &#238;n cazul heliului). Viteza
     particulei este, la un moment dat, cea din figura 7&minus;1.
  <P><TABLE>
       <TR valign=bottom>
         <TD><IMG src="img/1b7_1.jpg" hspace=4></TD>
         <TD><FONT size=-1><I><B>&nbsp;Figura 7-1. </B>O particul&#259; izolat&#259;, &#238;n mi&#351;care fa&#355;&#259; de observator.</I></FONT></TD>
       </TR>
     </TABLE>
  <P>At&#226;ta timp c&#226;t particula nu interac&#355;ioneaz&#259; cu nimic altceva, cum te a&#351;tep&#355;i s&#259; se mi&#351;te aceasta?
</DIV>

<P>Conform principiului iner&#355;iei din mecanica newtonian&#259;, &#238;n lipsa interac&#355;iunilor particula <I>va continua</I> s&#259; se mi&#351;te &#238;n linie
   dreapt&#259;, f&#259;r&#259; vreo modificare a vitezei.
   
<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 7-2</B>
  <P>Dac&#259; &#238;n drumul s&#259;u particula &#238;nt&#226;lne&#351;te un perete masiv, alc&#259;tuid din numeroase alte particule, ce te a&#351;tep&#355;i s&#259; se 
     &#238;nt&#226;mple c&#226;nd particula va interac&#355;iona cu peretele?
</DIV>

<P>Conform principiului fundamental din mecanica newtonian&#259;, interac&#355;iunea dintre particul&#259; &#351;i perete <I>va modifica</I> vitezele
   partenerilor de interac&#355;iune. Particula va rico&#351;a pe perete, fiind &#238;mpins&#259; spre "interior", &#238;n timp ce peretele va fi 
   &#238;mpins spre "exterior", ca &#238;n figura 7&minus;2. 

<P><IMG src="img/1b7_2.jpg" hspace=4><BR>
       <FONT size=-1><I><B>&nbsp;Figura 7-2. </B>Particula interac&#355;ioneaz&#259; cu peretele. Particula analizat&#259; este reprezentat&#259;
           exagerat de mare &#238;n raport cu dimensiunile peretelui.</I></FONT>

<P>Dup&#259; ciocnirea dintre particul&#259; &#351;i perete este perfect elastic&#259; &#351;i peretele este at&#226;t de masiv &#238;nc&#226;t modificarea vitezei
   acestuia este neglijabil&#259;, se modific&#259; doar orientarea vitezei particulei, nu &#351;i m&#259;rimea acesteia.
   
<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 7-3</B>
  <P>Dac&#259; particula este &#238;nconjurat&#259; din toate par&#355;ile de pere&#355;ii unei cutii, cum te a&#351;tep&#355;i s&#259; se mi&#351;te particula?
</DIV>

<P>Particula va rico&#351;a succesiv pe pere&#355;ii cutiei, f&#259;r&#259; s&#259; &#238;ncetineasc&#259;! &#206;n locul &#351;i &#238;n momentul fiec&#259;rui impact, peretele
   lovit va fi ap&#259;sat &#238;nspre exterior, ca &#238;n figura 7&minus;3.

<P><IMG src="img/1b7_3.jpg" hspace=4><BR>
       <FONT size=-1><I><B>&nbsp;Figura 7-3. </B>&#206;n locul &#351;i momentul fiec&#259;rui impact, pere&#355;ii cutiei sunt ap&#259;sa&#355;i &#238;nspre 
         exterior.</I></FONT>
   
<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 7-4</B>
  <P>Imagineaz&#259;&minus;&#355;i c&#226;teva sute de miliarde de miliarde de particule care se agit&#259; &#238;n cutie. Care te a&#351;tep&#355;i s&#259; fie efectul
     agita&#355;iei acestora asupra pere&#355;ilor cutiei?
</DIV>

<P>C&#226;nd &#238;ntr&minus;o cutie se agit&#259; at&#226;t de multe particule, ciocnirile cu pere&#355;ii sunt at&#226;t de dese &#238;nc&#226;t putem considera
   c&#259;, &#238;n permanen&#355;&#259; &#351;i peste tot, pere&#355;ii cutiei sunt ap&#259;sa&#355;i &#238;nspre exterior, ca &#238;n figura 7&minus;4.

<P><IMG src="img/1b7_4.jpg" hspace=4><BR>
       <FONT size=-1><I><B>&nbsp;Figura 7-4. </B>Sute de miliarde de miliarde de particule se agit&#259; &#351;i apas&#259; &#238;n permanen&#355;&#259; 
         pere&#355;ii cutiei.</I></FONT>

<P>Tenta uniform&#259; de gri din figura 7&minus;4 este poate cea mai bun&#259; reprezentare a unui num&#259;r at&#226;t de mare de particule
   av&#226;nd dimensiuni at&#226;t de mici &#238;n raport cu dimensiunile cutiei.
   
<P>For&#355;ele asupra pere&#355;ilor cutiei sunt repartizate practic uniform pe toat&#259; suprafa&#355;a acestora. Gradul de concentrare al for&#355;elor
   repartizate pe suprafe&#355;e este caracterizat&#259; cantitativ de presiune, astfel c&#259;:
   
<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Agita&#355;ia unui num&#259;r mare de particule care se mi&#351;c&#259; independent &#238;ntr&minus;o
   incint&#259; &#238;nchis&#259; are ca efect exercitarea unei presiuni &#238;nspre exterior asupra pere&#355;ilor cutiei.</B>
</DIV>

<P>C&#226;nd umfli un balon, agita&#355;ia moleculelor de aer p&#259;trunse &#238;n balon exercit&#259; o presiune &#238;nspre exterior asupra pere&#355;ilor
   balonului. Aceast&#259; presiune men&#355;ine balonul umflat (figura 7&minus;5).

<P><TABLE>
     <TR valign=bottom>
       <TD><IMG src="img/1b7_5.jpg" hspace=4></TD>
       <TD><FONT size=-1><I><B>&nbsp;Figura 7-5. </B>Agita&#355;ia moleculelor de aer din balon exercit&#259; o presiune &#238;nspre
           exterior asupra peretelui balonului, men&#355;in&#226;nd balonul umflat.</I></FONT></TD>
     </TR>
   </TABLE>

<P>&#206;n <A href="1b6.html#e6_1">experimentul 6&minus;1</A>, presiunea aerului din flaconul de sticl&#259; se datora agita&#355;iei moleculelor din aerul aflat &#238;n
   interiorul flaconului.
   
<P>C&#226;nd particulele care se agit&#259; se ciocnesc &#238;ntre ele, are loc un transfer de energie cinetic&#259; &#238;ntotdeauna de la particula
   mai energic&#259; la cea mai pu&#355;in energic&#259;. Dup&#259; multe ciocniri, energiile cinetice medii ale particulelor se uniformizeaz&#259;.
   Uniformizarea temperaturii pentru sistemele care interac&#355;ioneaz&#259; termic este de fapt uniformizarea energiilor cinetice
   medii cu care se agit&#259; particulele!

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Temperatura absolut&#259; a unui sistem termodinamic este m&#259;sura energiei
   cinetice medii de agita&#355;ie termic&#259; a particulelor care alc&#259;tuiesc sistemul.</B>
</DIV>

<P>Dac&#259; am fi &#351;tiut aceasta de la &#238;nceput, temperatura ar fi fost <I>chiar</I> energia cinetic&#259; medie de agita&#355;ie termic&#259;.

<P>Pentru c&#259; deja am ales s&#259; m&#259;sur&#259;m temperatura &#238;n kelvini (nu joule), rela&#355;ia dintre energia cinetic&#259; medie de agita&#355;ie
   termic&#259; &#351;i temperatura absolut&#259; este:

<P align=center><IMG src="img/e1b7_1.gif">

<P>Constanta K, exprimat&#259; &#238;n J/K, poate fi determinat&#259; m&#259;sur&#226;nd pur &#351;i simplu c&#226;t&#259; energie trebuie furnizat&#259; pentru a m&#259;ri
   temperatura cu un kelvin. Acesta este subiectul capitolului care urmeaz&#259;!
    
</BODY>
</HTML>
















