<HTML>
<HEAD>
<TITLE>IC-1. Principiile calorimetriei</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3 align=right>Calorimetrie</H3></TD>
  </TR>
</TABLE>
<H2 class="challange">C-1. Principiile calorimetriei</H2>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 1-1</B>
  <P>Dac&#259; peste apa fierbinte dintr&minus;un termos torni ap&#259; rece, apoi &#238;nchizi termosul, te a&#351;tep&#355;i ca apa
     ini&#355;ial cald&#259; s&#259; r&#259;m&#226;n&#259; cald&#259;?
</DIV>

<P>Moleculele apei ini&#355;ial cald&#259; sunt mai energice. Amestecate cu cele ale apei ini&#355;ial rece (mai pu&#355;in energice), vor interactiona
   p&#226;n&#259; c&#226;nd energiile cinetice medii ale moleculelor se vor egala. Toat&#259; apa din termos va ajunge la aceea&#351;i temperatur&#259;
    &minus; mai mic&#259; dec&#226;t cea a apei ini&#355;ial cald&#259; &#351;i mai mare dec&#226;t cea a apei ini&#355;ial rece.
    
<P>Generalizarea unor astfel de observa&#355;ii constituie: 

<P class="challange"><IMG src="img/key.jpg"><B>&nbsp;<I>Primul principiu al calorimetriei:</I> Dac&#259; mai multe corpuri cu
   temperaturi ini&#355;iale diferite interac&#355;ioneaz&#259; termic, dup&#259; un timp suficient de lung, ajung toate la aceea&#351;i temperatur&#259;.</B>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 1-2</B>
  <P>Dac&#259; peste apa fierbinte dintr&minus;un termos torni ap&#259; rece, apoi &#238;nchizi termosul, ce se &#238;nt&#226;mpl&#259; oare cu energia
     cinetic&#259; pe care o pierd moleculele apei ini&#355;ial fierbinte?
</DIV>

<P>Energia cinetic&#259; pierdut&#259; de moleculele ini&#355;ial mai energice este c&#226;&#351;tigat&#259; de moleculele ini&#355;ial mai pu&#355;in energice (ale
   apei ini&#355;ial rece, ale termosului, ale aerului din imediata vecin&#259;tate a apei etc.). Pe ansamblu, nu se pierde &#351;i nu se
   c&#226;&#351;tig&#259; energie cinetic&#259; de agita&#355;ie termic&#259; - aceasta doar se redistribuie. 
   
<P>Pentru a deosebi energia cedat&#259; &#351;i cea primit&#259; prin interac&#355;iune termic&#259;, asociem semne diferite pentru cantitatea de c&#259;ldur&#259;
   cedat&#259; &#351;i pentru cea primit&#259;.

<P class="challange"><IMG src="img/key.jpg"><B>&nbsp;Prin conven&#355;ie, consider&#259;m pozitiv&#259; cantitatea de c&#259;ldur&#259; primit&#259; de un sistem
   &#351;i negativ&#259; cantitatea de c&#259;ldur&#259; cedat&#259; de acesta.</B> (figura 1&minus;1)
   
<P><TABLE>
      <TR valign=bottom>
         <TD><IMG src="img/1c1_1.jpg" hspace=4></TD>
         <TD><FONT size=-1><I><B>&nbsp;Figura 1-1. </B>Conven&#355;ia de semne pentru cantitatea de c&#259;ldur&#259; primit&#259; &#351;i cea cedat&#259; de un sistem
            termodinamic.</I></FONT></TD>
      </TR>
   </TABLE>

<P>C&#226;nd mai multe corpuri schimb&#259; c&#259;ldur&#259; &#238;ntre ele, cantitatea de c&#259;ldura&#259; cedat&#259; de unele este, &#238;n valoare absolut&#259;, egal&#259;
   cu cantitatea de c&#259;ldur&#259; primit&#259; de celelalte, dar de semne contrare:
   
<P align=center>&minus; Q<SUB>cedat&#259;</SUB>&nbsp;=&nbsp;Q<SUB>primit&#259; .</SUB>

<P>Astfel, avem

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;<I>Al doilea principiu al calorimetriei: </I>Suma algebric&#259; a cantit&#259;&#355;ilor
   de c&#259;ldur&#259; tranferate &#238;ntre corpurile aflate &#238;n interac&#355;iune termic&#259; este nul&#259;:</B>
   <P><TABLE width=100%>
     <TR>
       <TD width=20%>&nbsp;</TD>
       <TD width=60% nowrap>Q<SUB>1</SUB> + Q<SUB>2</SUB> + ... = 0</TD>
       <TD align=right width=20%>(1)</TD>
     </TR>
   </TABLE>
</DIV>

<P>Rela&#355;ia (1) este numit&#259; <I>ecua&#355;ia calorimetric&#259;</I>. Aceasta exprim&#259; bilan&#355;ul cantit&#259;&#355;ilor de c&#259;ldur&#259; transferate prin 
   interac&#355;iune termic&#259;.
  
<P>Fiecare termen din membrul st&#226;ng al ecua&#355;iei calorimetrice reprezint&#259; cantitatea de c&#259;ldur&#259; cedat&#259; sau primit&#259; de unul dintre
   patricipan&#355;ii la transferurile de c&#259;ldur&#259;. Unii termeni sunt negativi (reprezent&#226;nd cantit&#259;&#355;ile de c&#259;ldur&#259; cedat&#259;), ceilal&#355;i
   fiind pozitivi (reprezent&#226;nd cantit&#259;&#355;ile de c&#259;ldur&#259; primit&#259;).
   
</BODY>
</HTML>














