<HTML>
<HEAD>
<TITLE>IC-2. Calorimetrul</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3 align=right>Calorimetrie</H3></TD>
  </TR>
</TABLE>
<H2 class="challange">C-2. Calorimetrul</H2>

<P>M&#259;sur&#259;torile calorimetrice sunt u&#351;urate dac&#259; transferul de c&#259;ldur&#259; este stric limitat doar &#238;ntre corpurile care intereseaz&#259;.
   Altfel, ecua&#355;ia calorimetric&#259; ar avea prea mul&#355;i termeni, care ar trebui determina&#355;i.
   
<P>Pentru limitarea transferului de c&#259;ldur&#259; se realizeaz&#259; o incint&#259; care s&#259; limiteze c&#226;t de mult este posibil transferul de
   c&#259;ldur&#259; &#238;ntre interiorul incintei &#351;i exteriorul acesteia. Corpurile de interes sunt introduse &#238;n interiorul incintei &#351;i 
   transfer&#259; astfel c&#259;ldur&#259; doar &#238;ntre ele.

<P class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>izolare termic&#259;</I> o modalitate de &#238;mpiedicare a transferului 
   de c&#259;ldur&#259;.</B>
   
<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 2-1</B>
  <P>Investiga&#355;i modalit&#259;&#355;i eficiente de izolare termic&#259; a unei incinte. Lucra&#355;i &#238;n mai multe echipe.
  <P><B><I>Pasul 1. </I></B>Turna&#355;i ap&#259; cu temperatura 50&deg;C &#238;n mai multe recipiente cu capacit&#259;&#355;i de 0,5...1&nbsp;L. 
     M&#259;sura&#355;i, folosind un termometru &#351;i un cronometru, c&#226;t de repede se r&#259;ce&#351;te apa fierbinte. Alege&#355;i recipientul &#238;n care 
     apa fierbinte cedeaz&#259; c&#226;t mai lent c&#259;ldur&#259;.
  <P><B><I>Pasul 2. </I></B>&#206;mbun&#259;t&#259;&#355;i&#355;i izolarea termic&#259; a recipientului, folosind materiale la &#238;ndem&#226;n&#259;. Compara&#355;i cea mai
     bun&#259; performan&#355;&#259; cu rezultatele celorlalte echipe.
</DIV>
   
<P>Cea mai eficient&#259; modalitate de transfer a c&#259;ldurii este <I>convec&#355;ia</I> (curen&#355;i de fluid care transport&#259; particule
   care se agit&#259; energic &#238;n zone cu particule care se agit&#259; mai pu&#355;in energic).
   
<P>Po&#355;i evita convec&#355;ia elimin&#226;nd apari&#355;ia acestor curen&#355;i. Dac&#259; pere&#355;ii incintei con&#355;in un fluid (cum este aerul),
   compartimentarea pere&#355;ilor &#238;n celule mici &#238;mpiedic&#259; apari&#355;ia curen&#355;ilor de convec&#355;ie. (figura 2&minus;1).

<P><IMG src="img/1c2_1.jpg" hspace=4><BR>
   <FONT size=-1><I><B>&nbsp;Figura 2-1. </B><B>&nbsp;a) </B>Curen&#355;ii de convec&#355;ie transport&#259; molecule energice. <BR><B>b) </B>
      &#206;mpiedicarea curen&#355;ilor de convec&#355;ie prin fixarea fluidului &#238;n celule.</I></FONT>

<P>A&#351;a este "fixat" aerul &#238;ntre fibrele &#238;mbr&#259;c&#259;minte sau &#238;n polistirenul expandat.

<P>O alt&#259; modalitate prin care poate fi transferat&#259; c&#259;ldura este <I>conduc&#355;ia termic&#259;</I> (ciocniri moleculare din aproape&minus;
   &#238;n&minus;aproape). Metalele sunt foarte bune conductoare termice. De aceea trebuie s&#259; evi&#355;i pere&#355;ii metalici dac&#259; dore&#351;ti
   o bun&#259; izolare termic&#259;. Alte materiale sunt foarte slabe conductoare termice (cum este polistirenul expandat).
   
<P>Cea mai bun&#259; protec&#355;ie &#238;mpotriva convec&#355;iei &#351;i conduc&#355;iei o reprezint&#259; <I>eliminarea</I> particulelor care ar putea 
   transfera energie! Vidul este <I>cel mai bun izolator termic</I>. Pere&#355;i dubli, cu spa&#355;iul dintre ace&#351;tia vidat &minus; iat&#259;
   cea mai bun&#259; solu&#355;ie de &#238;mpiedicare a conduc&#355;iei termice &#351;i a convec&#355;iei.
   
<P>Chiar dac&#259; videzi spa&#355;iul dintre pere&#355;ii dubli, tot mai poate fi transferat&#259; c&#259;ldur&#259; &minus; prin <I>radia&#355;ie</I> (asemenea
   luminii).
   
<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 2-1</B>
  <P>Cum po&#355;i oare &#238;ntoarce din drum radia&#355;ia termic&#259;?
</DIV>

<P>Cu oglinzi! Suprafe&#355;ele reflectorizante &#238;mpiedic&#259; transferul de c&#259;ldur&#259; prin radia&#355;ie.

<P>Iat&#259;, a&#351;adar, prototipul unei incinte care s&#259; asigure o foarte bun&#259; izolare termic&#259;: un vas cu capac, format din pere&#355;i
   dubli, reflectorizan&#355;i, cu spa&#355;iul dintre ace&#351;tia vidat.
   
<P>Aceast&#259; descriere coincide cu cea a unui termos! (figura 2&minus;2)

<TABLE>
  <TR valign=bottom>
    <TD><IMG src="img/1c2_2a.jpg"></TD>
    <TD><FONT size=-1><I><B>&nbsp;Figura 2-2. </B><B>a) </B>Termos. <B>b) </B>Vasul interor, cu pere&#355;i dubli, 
       reflectorizan&#355;i.</I></FONT></TD>
  </TR>
  <TR>
    <TD colspan=2><IMG src="img/1c2_2b.jpg"</TD>
  </TR>
</TABLE>

<P>Po&#355;i adapta un termos pentru m&#259;sur&#259;tori calorimetrice dac&#259; &#238;nlocuie&#351;ti capacul termosului cu unul prin care s&#259; po&#355;i trece
   un termometru &#351;i un <I>agitator</I> (care s&#259;&minus;&#355;i permit&#259; uniformizarea temperaturii &#238;n interiorul vasului), ca &#238;n
   figura 2&minus;3.
   
<P><TABLE>
     <TR valign=bottom>
        <TD><IMG src="img/1c2_3.jpg" hspace=4></TD>
        <TD><FONT size=-1><I><B>&nbsp;Figura 2-3. </B>Adaptarea unui termos pentru m&#259;sur&#259;tori calorimetrice.</I></FONT></TD>
     </TR>
   </TABLE>

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 2-2</B>
  <P>M&#259;soar&#259; ritmul &#238;n care se r&#259;ce&#351;te apa fierbinte, pus&#259; &#238;ntr&minus;un termos. Compar&#259;&minus;l cu cel mai bun rezultat
     pe care l&minus;a&#355;i ob&#355;inut la activitatea experimental&#259; 2&minus;1.
</DIV>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 2-2</B>
  <P>Analizeaz&#259; cum este construit un calorimetru din laboratorul t&#259;u de fizic&#259;. Verific&#259;&minus;i performan&#355;ele &#351;i &#238;ncearc&#259;
     s&#259; le &#238;mbun&#259;t&#259;&#355;e&#351;ti.
</DIV>

</BODY>
</HTML>














