<HTML>
<HEAD>
<TITLE>IC-4. Studiul echilibrului termic al amestecurilor lichide</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3 align=right>Calorimetrie</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>C-4.&nbsp;</H2></TD>
    <TD><H2>Studiului echilibrului termic al amestecurilor lichide</H2></TD>
  </TR>
</TABLE>
</DIV>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 4-1</B>
  <P>Imagineaz&#259;&minus;&#355;i c&#259; vrei s&#259; faci baie &#351;i la robinet curge doar ap&#259; rece. Ai &#238;n cad&#259; 50&nbsp;L ap&#259; rece la 15&deg;C. 
     C&#226;t&#259; ap&#259; fierbinte la 90&deg;C (&#238;nc&#259;lzit&#259; la ma&#351;ina de g&#259;tit cu gaze) trebuie s&#259; amesteci cu apa din cad&#259; pentru a ob&#355;ine
     &#238;n final ap&#259; la 40&deg;C, numai bun&#259; pentru baie?
</DIV>

<P>Situa&#355;ia prezentat&#259; mai sus nu este doar ipotetic&#259; &minus; chiar &#355;i se poate &#238;nt&#226;mpla! Principiile calorimetriei &#238;&#355;i pot
   fi de folos pentru rezolvarea eficient&#259; a acestei probleme.
   
<P>C&#226;nd amesteci ap&#259; fierbinte cu ap&#259; rece, apa fierbinte transfer&#259; c&#259;ldur&#259; celei reci. Temperatura apei ini&#355;ial fierbinte scade,
   &#238;n timp ce temperatura apei ini&#355;ial rece cre&#351;te, p&#226;n&#259; c&#226;nd se atinge temperatura de echilibru termic (primul principiu al
   calorimetriei).
   
<P>Oricare ar fi corpurile care interac&#355;ioneaz&#259; termic, suma algebric&#259; a cantit&#259;&#355;ilor de c&#259;ldur&#259; transferate este nul&#259; (al 
   doilea principiu al calorimetriei).
   
<P>&#206;ntr&minus;o prim&#259; aproxima&#355;ie, po&#355;i neglija transferurile de c&#259;ldur&#259; c&#259;tre cad&#259; &#351;i aerul &#238;nconjur&#259;tor. C&#259;ldura specific&#259;
   relativ mare a apei &#351;i cantit&#259;&#355;ile mari de ap&#259; implicate, justific&#259; aceast&#259; aproximare.
   
<P>&#206;n aceste condi&#355;ii, ecua&#355;ia calorimetric&#259; este:

<P><TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><IMG src="img/e1c4_1.gif"></TD>
         <TD align=right>(1)</TD>
      </TR>
   </TABLE>
   
<P>unde <I>Q</I><SUB>1</SUB> este cantitatea de c&#259;ldur&#259; schimbat&#259; de apa ini&#355;ial fierbinte, iar <I>Q</I><SUB>2</SUB> este
   cantitatea de c&#259;ldur&#259; schimbat&#259; de apa ini&#355;ial rece.

<P>Astfel,

<P><TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><IMG src="img/e1c4_2.gif"></TD>
         <TD align=right>(2)</TD>
      </TR>
   </TABLE>

<P>&#351;i

<P><TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><IMG src="img/e1c4_3.gif"></TD>
         <TD align=right>(3)</TD>
      </TR>
   </TABLE>

<P>unde <I>c</I> este c&#259;ldura specific&#259; a apei, 
   <BR><I>m</I><SUB>1</SUB> este masa apei ini&#355;ial rece (la temperatura <I>t</I><SUB>1</SUB>), 
   <BR><I>m</I><SUB>2</SUB> masa apei ini&#355;ial cald&#259; (la temperatura <I>t</I><SUB>2</SUB>),
   <BR>iar <I>t</I> este temperatura final&#259;, la echilibru termic.

<P>Folosind expresiile (2) &#351;i (3) &#238;n ecua&#355;ia calorimetric&#259; (1), ob&#355;ii:

<P><TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><IMG src="img/e1c4_4.gif"></TD>
         <TD align=right>(4)</TD>
      </TR>
   </TABLE>

<P>Din ecua&#355;ia (4) po&#355;i exprima masa apei ini&#355;ial fierbinte:

<P align=center><IMG src="img/e1c4_5.gif">

<P>Cu datele din provocarea 4&minus;1, ob&#355;ii <I>m</I><SUB>2</SUB>=25&nbsp;kg.

<P>Fiecare kilogram de ap&#259; lichid&#259; are volumul aproximativ un litru. De&#351;i densitatea apei se modific&#259; odat&#259; cu modificarea
   temperaturii, &#238;n acest caz putem neglija aceast&#259; modificare. C&#226;nd ai realizat termometrul cu ap&#259;, varia&#355;ia volumului
   acesteia devenea sesizabil&#259; doar trec&#226;nd&minus;o printr&minus;un tub sub&#355;ire.
   
<P>Astfel, ai nevoie de 25&nbsp;L de ap&#259; fierbinte pentru a preg&#259;ti baia!

<P>&#206;ntotdeauna este bine s&#259; verific&#259;m experimental ceea ce anticip&#259;m prin calcul &minus; experimentul este proba suprem&#259; &#238;n
   fizic&#259;!
   
<P>De cele mai multe ori este dificil s&#259; realizezi un experiment la scar&#259; real&#259;. &#206;n cazul analizat ai avea nevoie de zeci de
   litri de ap&#259; &#351;i mai multe ore de a&#351;teptare!

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 4-1</B>
  <P>Verific&#259; validitatea rezultatului ob&#355;inut prin calcul, efectu&#226;nd un experiment la scar&#259; redus&#259;. Lucreaz&#259; &#238;n echip&#259;.
  <P><B><I>Pasul 1. </I></B>Folosi&#355;i &#238;n locul c&#259;zii un termos. &#206;n func&#355;ie de capacitatea termosului, hot&#259;r&#226;&#355;i scara la
     care ve&#355;i efectua experimentul (de c&#226;te ori s&#259; mic&#351;ora&#355;i cantita&#355;ile de ap&#259; cu care ve&#355;i lucra fa&#355;&#259; de cele din 
     provocarea 4&minus;1).
  <P><B><I>Pasul 2. </I></B>Prepara&#355;i &#238;n termos cantitatea de ap&#259; rece av&#226;nd temperatura 15&deg;C cu care a&#355;i hot&#259;r&#226;t s&#259; 
     lucra&#355;i.
  <P><B><I>Pasul 3. </I></B>Folosind un &#238;nc&#259;lzitor cu imersie, prepara&#355;i &#238;ntr&minus;un alt vas cantitatea de ap&#259; fierbinte la
     90&deg;C necesar&#259;, la scara la care a&#355;i hot&#259;r&#226;t s&#259; lucra&#355;i.
  <P><B><I>Pasul 4. </I></B>Turna&#355;i apa fierbinte peste apa rece din termos, gr&#259;bi&#355;i cu un agitator stabilirea echilibrului
     termic &#351;i m&#259;sura&#355;i temperatura amestecului la echilibru termic.
  <P><B><I>Pasul 5. </I></B>Compara&#355;i rezultatul ob&#355;inut experimental cu cel ob&#355;inut prin calcul aplic&#226;nd principiile 
     calorimetriei. Dac&#259; exist&#259; diferen&#355;e apreciabile, analiza&#355;i cauzele acestora.
</DIV>

</BODY>
</HTML>

















