<HTML>
<HEAD>
<TITLE>IC. Alte provoc&#259;ri</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
.drag{position:relative;cursor:hand; font-weight: bold}
</STYLE>

</HEAD>

<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Calorimetrie</H3></H3>
  </TR>
</TABLE>
<H2 class="challange"><I>Alte provoc&#259;ri</I></H2>

<OL>
  <P><BR><LI><B><I>Schimb de c&#259;ldur&#259; &#238;ntr&minus;un termos</I></B>
     <P>C&#226;nd torni ceai fierbinte &#238;ntr&minus;un termos, mai multe corpuri transfer&#259; c&#259;ldur&#259; &#238;ntre ele. 
     <P><B>a. </B>C&#226;&#355;i participan&#355;i interac&#355;ioneaz&#259; termic?
     <P><B>b. </B>Care dintre ace&#351;tia cedeaz&#259; c&#259;ldur&#259; &#351;i care prime&#351;te?
     <P><B>c. </B>Scrie ecua&#355;ia calorimetric&#259; pentru aceast&#259; situa&#355;ie.
     <P><B>d. </B>Care te a&#351;tep&#355;i s&#259; fie temperatura final&#259; a sistemului?
     <P><FONT size=-1><I>R&#259;spuns:</I>
     <BR><B>a. </B>Trei: ceaiul, vasul termosului &#351;i mediul exterior termosului.
     <BR><B>b. </B>Av&#226;nd temperatura ini&#355;ial&#259; mai ridicat&#259;, ceaiul cedeaz&#259; c&#259;ldur&#259;, &#238;n timp ce vasul termosului &#351;i mediul
         exterior acestuia primesc c&#259;ldur&#259;.
     <BR><B>c. </B><IMG src="img/e1c_p1.gif" align=top>     
     <BR><B>d. </B>Temperatura mediului exterior termosului.
     </FONT>
  <P><BR><LI><B><I>Schimb de c&#259;ldur&#259; &#238;ntr&minus;un calorimetru</I></B>
     <P>&#206;ntr&minus;un calorimetru bine izolat termic sunt introduse dou&#259; corpuri pentru a studia transferul de c&#259;ldur&#259; dintre
        acestea. Calorimetrul este prev&#259;zut cu termometru &#351;i agitator. C&#226;ti participan&#355;i interac&#355;ioneaz&#259; termic?
     <P><FONT size=-1><I>R&#259;spuns:</I>
     <BR>Cinci (dac&#259; neglijezi schimbul de c&#259;ldur&#259; cu mediul exterior calorimetrului): cele dou&#259; corpuri care sunt studiate, 
         vasul calorimetrului, termometrul &#351;i agitatorul.
     </FONT>
  <P><BR><LI><B><I>Ritmul r&#259;cirii</I></B>
     <P>&#206;nc&#259;lze&#351;te ap&#259; &#238;ntr&minus;un ibric (sau alt vas metalic din buc&#259;t&#259;rie). Ia ibricul de pe foc &#351;i m&#259;soar&#259; cu un 
        termometru, din minut &#238;n minut, temperatura apei. 
     <P>Transcrie datele &#238;ntr&minus;un tabel &#351;i reprezint&#259; grafic cum scade &#238;n timp temperatura apei.
     <P>C&#226;nd scade mai repede temperatura apei:c&#226;nd aceasta este fierbinte sau c&#226;nd este doar cu pu&#355;in mai cald&#259; dec&#226;t aerul
        din &#238;nc&#259;pere?
     <P><FONT size=-1><I>R&#259;spuns:</I>
     <BR>Viteza de r&#259;cire (cu c&#226;te grade scade temperatura &#238;n fiecare minut) este cu at&#226;t mai mare cu c&#226;t este mai mare
         diferen&#355;a de temperatur&#259; dintre apa fierbinte &#351;i aerul din &#238;nc&#259;pere.
     </FONT>
  <P><BR><LI><B><I>&#206;nc&#259;lzirea eficient&#259;</I></B>
     <P>Cum este oare mai bine s&#259; procedezi c&#226;nd trebuie s&#259; &#238;nc&#259;lze&#351;ti ap&#259; p&#226;n&#259; la fierbere: s&#259; pui flac&#259;ra ma&#351;inii de g&#259;tit
        la maxim sau la minim?
     <P>&#206;n care caz reduci cel mai mult consumul de gaze?
     <P><FONT size=-1><I>R&#259;spuns:</I>
     <BR>Flac&#259;ra trebuie dat&#259; la maxim. A&#351;a se reduce cel mai mult consumul de gaze (&#351;i se reduce, totodat&#259;, timpul de a&#351;teptare).
     </FONT>
  <P><BR><LI><B><I>Un grad &#238;n plus!</I></B>
     <P>Imagineaz&#259;&minus;&#355;i c&#259; ai preg&#259;tit apa pentru baie &#351;i nu e&#351;ti mul&#355;umit de temperatura acesteia &minus; ai vrea un grad 
        &#238;n plus. &#206;n cad&#259; sunt 200&nbsp;L de ap&#259; cu temperatura 39&deg;C.
        <P>C&#226;t&#259; ap&#259; cu temperatura 55&deg;C trebuie s&#259; adaugi apei din cad&#259;, astfel ca temperatura final&#259; a apei s&#259; fie 40&deg;C?
  <P><BR><LI><B><I>Transfer de temperatur&#259;?</I></B>
     <P>C&#226;nd interac&#355;ioneaz&#259; termic dou&#259; corpuri av&#226;nd ini&#355;ial temperaturi diferite, temperatura unuia scade &#238;n timp ce
        temperatura celuilalt cre&#351;te. 
        <P>Po&#355;i spune oare c&#259; se transfer&#259; temperatur&#259; de la unul la cel&#259;lalt, cu alte cuvinte, cu c&#226;t scade temperatura 
           unuia cre&#351;te temperatura celuilalt?
        <P>Confrunt&#259; r&#259;spunsul t&#259;u cu urm&#259;toarea situa&#355;ie: un strop de ap&#259; fierbinte cade &#238;ntr&minus;o cad&#259; plin&#259; cu ap&#259; rece.
           Oare temperatura stropului de ap&#259; ini&#355;ial fierbinte scade tot at&#226;t de mult c&#226;t cre&#351;te temperatura apei ini&#355;ial rece
           din cad&#259;?
  <P><BR><LI><B><I>Caloria</I></B>
     <P>Cantitatea de c&#259;ldur&#259; necesar&#259; modific&#259;rii cu un kelvin a temperaturii unei cantit&#259;&#355;i de ap&#259; cu masa 1&minus;g este
        numit&#259; <I>calorie</I> (simbol <I>cal</I>).
     <P>Mult&#259; vreme nu a fost clar&#259; leg&#259;tura dintre c&#259;ldur&#259; &#351;i celelalte forme de energie. Dup&#259; mai multe &#238;ncerc&#259;ri, &#238;n
        1850, englezul James&nbsp;Prescott&nbsp;Joule a reu&#351;it s&#259; demonstreze echivalen&#355;a formelor de energie: cantit&#259;&#355;i
        egale de energie mecanic&#259;, electric&#259; sau chimic&#259; provoac&#259; <I>aceea&#351;i</I> modificare a temperaturii unei cantit&#259;&#355;i
        de substan&#355;&#259;.
     <P>&#206;ntr&minus;unul dintre experimente, Joule a constatat c&#259;, pentru a produce modificarea cu un kelvin a temperaturii
        unei cantit&#259;&#355;i de ap&#259; cu masa 1&nbsp;kg, este necesar&#259; energia eliberat&#259; prin c&#259;derea cu un metru a unui corp cu 
        masa 427,6&nbsp;kg.
     <P>&#206;n acest experiment, energia era furnizat&#259; de c&#259;derea a dou&#259; corpuri. Acestea, prin c&#259;dere, desf&#259;&#351;urau firele de pe
        un ax cu palete, pun&#226;ndu&minus;l &#238;n rota&#355;ie (figura 1).
     <P><TABLE width=90%>
           <TR>
             <TD><IMG src="img/1c_p1a.jpg" hspace=4></TD>
             <TD><IMG src="img/1c_p1b.jpg" hspace=4></TD>
           </TR>
        </TABLE>
        <FONT size=-1><I><B>&nbsp;Figura 1. </B>Experimentul Joule: <B>a) </B>reprezentare schematic&#259;; <B>b) </B>
          vasul cu palete utilizat de Joule.</I></FONT>
     <P>Paletele agitau apa, transfer&#226;nd moleculelor acesteia energie cinetic&#259;. Un termometru &#238;nregistra modificarea temperaturii
        apei.
     <P><B>a. </B>C&#226;t este energia mecanic&#259; furnizat&#259; apei prin c&#259;derea cu un metru a unor corpuri cu masa total&#259; 427,6&nbsp;kg?
     <P><B>b. </B>C&#226;t este echivalentul energetic al caloriei?
     <P><FONT size=-1><I>R&#259;spuns par&#355;ial:</I> <B>b) </B>4,19&nbsp;J.
     </FONT>
  <P><BR><LI><B><I>Cura de ap&#259;... rece!</I></B>
     <P>Suntem sf&#259;tui&#355;i s&#259; practic&#259;m exerci&#355;ii fizice pentru a utiliza energia ob&#355;inut&#259; din alimente, altfel, excesul conduce
        la cre&#351;terea nedorit&#259; a masei corporale.
     <P><B>a. </B>Caut&#259; pe ambalajul ciocolatei favorite aportul de energie pe care &#355;i&minus;l ofer&#259; dac&#259; o m&#259;n&#226;nci &#351;i calculeaz&#259;
        c&#226;te etaje ar trebui s&#259; urci pe sc&#259;ri pentru a utiliza aceast&#259; cantitate de energie.
     <P><B>b. </B>Atunci c&#226;nd bei ap&#259; rece, aceasta se &#238;nc&#259;lze&#351;te aproape imediat la temperatura intern&#259; corporal&#259; (aproximativ
        37&deg;C), prelu&#226;nd energie de la corpul t&#259;u. C&#226;t&#259; ap&#259; rece cu temperatura 10&deg;C ar trebui s&#259; bei pentru a utiliza
        energia oferit&#259; de ciocolata favorit&#259;? Este oare recomandabil&#259; o cur&#259; de sl&#259;bire cu ap&#259; rece?
</OL>

</BODY>
</HTML>

























