<HTML>
<HEAD>
<TITLE>ID-1. Energia intern&#259;</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Principiul I al termodinamicii</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>D-1.&nbsp;</H2></TD>
    <TD><H2>Energia intern&#259;</H2></TD>
  </TR>
</TABLE>
</DIV>

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 1-1</B>
  <P>Investigheaz&#259; arderea unei alune. Lucreaz&#259; &#238;n echip&#259;.
  <P><B><I>Pasul 1. </I></B>Fixa&#355;i o eprubet&#259; pe un stativ &#351;i turna&#355;i &#238;n eprubet&#259; 10&nbsp;mL de ap&#259;. Introduce&#355;i un termometru
     &#238;n apa din eprubet&#259;. A&#351;eza&#355;i sub eprubet&#259; un pahar cu ap&#259;. L&#259;sa&#355;i &#238;ntre pahar &#351;i partea inferioar&#259; a eprubetei o distan&#355;&#259;
     pe vertical&#259; de aproximativ 10&nbsp;cm.
  <P><B><I>Pasul 2. </I></B>M&#259;sura&#355;i masa unei alune &#351;i &#238;nfige&#355;i aluna &#238;n v&#226;rful unei andrele (sau al unui compas metalic).
     Fixa&#355;i andreaua pe stativ, astfel &#238;nc&#226;t aluna s&#259; se afle la 1...2&nbsp;cm sub partea inferioar&#259; a eprubetei. Nota&#355;i
     temperatura ini&#355;ial&#259; a apei din eprubet&#259;.
  <P><B><I>Pasul 3. </I></B>Folosind o brichet&#259;, aprinde&#355;i aluna &#351;i l&#259;sa&#355;i&minus;o s&#259; ard&#259; complet (figura 1&minus;1).    
  <P><IMG src="img/1d1_1.jpg" hspace=4><BR>
     <FONT size=-1><I><B>&nbsp;Figura 1-1. </B>Arderea alunei.</I></FONT>
  <P>Observa&#355;i ce se &#238;nt&#226;mpl&#259; &#351;i nota&#355;i temperatura final&#259; a apei. Estima&#355;i energia eliberat&#259; prin arderea alunei. Compara&#355;i
     rezultatul ob&#355;inut cu aportul energetic &#238;nscris pe ambalajul alunelor.     
</DIV>

<P>Arz&#226;nd, aluna elibereaz&#259; prin ardere o cantitate considerabil&#259; de energie, dar devine de nerecunoscut: o gr&#259;m&#259;joar&#259; 
   carbonizat&#259;, care nu mai degaj&#259; c&#259;ldur&#259;.

<P>Este natural s&#259; consider&#259;m c&#259; &#238;nainte de ardere, aluna avea stocat&#259; &#238;n interiorul s&#259;u energie pe care, &#238;n timpul arderii,
   o elibereaz&#259; sub form&#259; de c&#259;ldur&#259;. Eliberearea de energie se face pe seama mic&#351;or&#259;rii energiei stocate &#238;n interiorul alunei.

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 1-1</B>
  <P>Un pachet de alune este un "pachet" de energie. C&#226;&#355;i metri po&#355;i urca pe vertical&#259; (la munte sau pe sc&#259;ri) folosind 
     energia ob&#355;inut&#259; dintr&minus;un pachet de 100&nbsp;g de alune?
</DIV>

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 1-2</B>
  <P>Investigheaz&#259; transform&#259;rile energiei stocat&#259; &#238;ntr&minus;o baterie. Lucreaz&#259; &#238;n echip&#259;.
  <P><B><I>Pasul 1. </I></B>Conecta&#355;i un bec de lantern&#259; la lamelele unei baterii de 4,5&nbsp;V, astfel ca becul s&#259; lumineze.
  <P><B><I>Pasul 2. </I></B>Conecta&#355;i la lamelele bateriei un motora&#351; electric (recuperat de la o juc&#259;rie), astfel ca axul
     motora&#351;ului s&#259; se roteasc&#259;.
  <P><B><I>Pasul 3. </I></B>&#354;in&#226;nd &#238;ntre degete o min&#259; de creion (de la un creion cu mecanism), conecta&#355;i cele dou&#259; lamele
     ale bateriei, astfel ca mina de creion s&#259; se &#238;nc&#259;lzeasc&#259; (figura 1&minus;2).
  <P><IMG src="img/1d1_2.jpg" hspace=4><BR>
     <FONT size=-1><I><B>&nbsp;Figura 1-2. </B>Inc&#259;lzirea minei de creion.</I></FONT>
</DIV>

<P>Energia stocat&#259; &#238;n baterie poate fi transferat&#259; cu u&#351;urin&#355;&#259; ca lucru mecanic (punerea &#351;i men&#355;inerea &#238;n rota&#355;ie a axului
   motorului) sau sub form&#259; de c&#259;ldur&#259; (&#238;n cazul becului, prin radia&#355;ie termic&#259; &#351;i luminoas&#259;, filamentul incandescent transfer&#259;
   c&#259;ldur&#259; corpurilor mai reci dec&#226;t acesta).
   
<P>Dup&#259; mai multe ore de func&#355;ionare, bateria se "epuizeaz&#259;": nu mai poate aprinde becul, nici roti axul motorului &#351;i nici
   &#238;nc&#259;lzi mina de creion. Eliberearea de energie se face pe seama mic&#351;or&#259;rii energiei stocate &#238;n interiorul bateriei.
   
<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 1-2</B>
  <P>O baterie este un "pachet" de energie: poate men&#355;ine &#238;n func&#355;iune un bec de lantern&#259; pentru c&#226;teva ore. Estimeaz&#259; 
     energia utilizabil&#259; care poate fi stocat&#259; &#238;ntr&minus;o baterie &#351;i compar&minus;o cu cea stocat&#259; &#238;ntr&minus;o cantitate
     de alune av&#226;nd aceea&#351;i mas&#259; cu cea a bateriei.
</DIV>

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 1-3</B>
  <P>Investigheaz&#259; transform&#259;rile energiei stocat&#259; &#238;ntr&minus;un gaz comprimat. Lucreaz&#259; acas&#259; sau &#238;n aer liber.
  <P>Apas&#259; butonul unui tub de spray. Observ&#259; jetul de particule &#351;i r&#259;cirea tubului (figura 1&minus;3).
  <P><TABLE>
       <TR valign=bottom>
          <TD><IMG src="img/1d1_3.jpg" hspace=4></TD>
          <TD><FONT size=-1><I><B>&nbsp;Figura 1-3. </B>Gazul comprimat din tub propulseaz&#259; pic&#259;turile de lichid, 
              r&#259;cindu&minus;se.</I></FONT></TD>
       </TR>
     </TABLE>
</DIV>

<P>Energia stocat&#259; &#238;n gazul comprimat se transfer&#259; ca lucru mecanic pic&#259;turilor de lichid, care sunt propulsate cu mare
   vitez&#259;. Totodat&#259;, presiunea &#351;i temperatura gazului scad considerabil. &#206;n cur&#226;nd &#238;ns&#259;, gazul ajunge din nou la temperatura
   ambiental&#259;, primind c&#259;ldur&#259; de la aerul &#238;nconjur&#259;tor.
   
<P>Aceste exemple ilustreaz&#259; c&#259; sistemele termodinamice pot stoca energie la nivel molecular. Datorit&#259; agita&#355;iei termice,
   moleculele au energie cinetic&#259; (de agita&#355;ie termic&#259;), iar datorit&#259; interac&#355;iunii dintre acestea &minus; energie poten&#355;ial&#259;.
   
<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>energie intern&#259;</I> a unui sistem termodinamic energia
   cinetic&#259; de agita&#355;ie termic&#259; a particulelor care alc&#259;tuiesc sistemul &#351;i energia poten&#355;ial&#259; datorat&#259; interac&#355;iunilor dintre
   aceste particule.</B>
</DIV>
   
<P>Energia intern&#259; a unui sistem termodinamic nu cuprinde energia cinetic&#259; a mi&#351;c&#259;rii de ansamblu a sistemului &#351;i nici 
   energia poten&#355;ial&#259; de interac&#355;iune a sistemului cu mediul s&#259;u. Aceste forme de energie reprezint&#259; energia <I>mecanic&#259;</I>
   a sistemului.

</DIV>


</BODY>
</HTML>




















