<HTML>
<HEAD>
<TITLE>ID-3. Calculul cantit&#259;&#355;ii de c&#259;ldur&#259; &#351;i a lucrului mecanic</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Principiul I al termodinamicii</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>D-3.&nbsp;</H2></TD>
    <TD><H2>Calculul cantit&#259;&#355;ii de c&#259;ldur&#259; &#351;i a lucrului mecanic</H2></TD>
  </TR>
</TABLE>
</DIV>

<P>Cantitatea de c&#259;ldur&#259; &#351;i lucrul mecanic transferate &#238;ntre sistem &#351;i mediul s&#259;u depind esen&#355;ial de tipul procesului la
   care particip&#259; sistemul.
   
<P>Pentru a m&#259;ri cu un kelvin temperatura unui gaz, cantitatea de c&#259;ldur&#259; care trebuie transferat&#259; acestuia <I>difer&#259;</I>
   dac&#259; &#238;n timpul procesului gazul este men&#355;inut la volum constant sau dac&#259; gazul este men&#355;inut la presiune constant&#259;.
   
<P>Tabelul 3&minus;1 prezint&#259; c&#259;ldurile specifice ale c&#226;torva substan&#355;e gazoase pentru procese la volum constant &#351;i respectiv,
   la presiune constant&#259;.

<A name="tab3_1">
<P><I><SUB><B>Tabelul 3-1. </B>C&#259;lduri specifice la volum constant (c<SUB>V</SUB>) &#351;i la&nbsp;presiune&nbsp;constant&#259;&nbsp;(c<SUB>p</SUB>).</SUB></I>
<CENTER>
<TABLE border=1 cellpadding=4>
  <TR bgcolor=#dddddd>
     <TD align=center>Substan&#355;a</TD>
     <TD align=center><B>c<SUB>V</SUB></B><BR>(J&middot;kg<SUP>-1</SUP>&middot;K<SUP>-1</SUP>)</TD>
     <TD align=center><B>c<SUB>p</SUB></B><BR>(J&middot;kg<SUP>-1</SUP>&middot;K<SUP>-1</SUP>)</TD>
  </TR>
  <TR>
    <TD align=center>He</TD>
    <TD align=right>3160</TD>
    <TD align=right>5240</TD>
  </TR>
  <TR>
    <TD align=center>Ar</TD>
    <TD align=right>314</TD>
    <TD align=right>524</TD>
  </TR>
  <TR>
    <TD align=center>N<SUB>2</SUB></TD>
    <TD align=right>741</TD>
    <TD align=right>1040</TD>
  </TR>
  <TR>
    <TD align=center>O<SUB>2</SUB></TD>
    <TD align=right>652</TD>
    <TD align=right>913</TD>
  </TR>
  <TR>
    <TD align=center>CH<SUB>4</SUB></TD>
    <TD align=right>1680</TD>
    <TD align=right>2200</TD>
  </TR>
  <TR valign=top>
    <TD align=center>H<SUB>2</SUB>O<BR>(vapori la 100&deg;C)</TD>
    <TD align=right>1530</TD>
    <TD align=right>2020</TD>
  </TR>
</TABLE>
</CENTER>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 3-1</B>
  <P>G&#259;se&#351;ti vreo regularitate pe care o respect&#259; valorile din tabelul de mai sus?
</DIV>

<P>Po&#355;i calcula cantitatea de c&#259;ldur&#259; transferat&#259; &#238;ntre un sistem termodinamic &#351;i mediul s&#259;u &#238;ntr&minus;un proces la volum 
   constant astfel:

<P align=center><IMG src="img/e1d3_1.gif">

<P>iar &#238;ntr&minus;un proces la presiune constant&#259;:

<P align=center><IMG src="img/e1d3_2.gif">

<P>&#206;n general, pentru alt tip de proces, cantitatea de c&#259;ldur&#259; transferat&#259; &#238;ntre sistem &#351;i mediu este:

<P align=center><IMG src="img/e1d3_3.gif">

<P>unde c<SUB>proces</SUB> este c&#259;ldura specific&#259; pentru acel proces.

<P>Tot astfel, &#351;i lucrul mecanic transferat &#238;ntre sistem &#351;i mediul s&#259;u depinde de tipul procesului la care particip&#259; 
   sistemul.
   
<P>Dac&#259; se modific&#259; volumul sistemului, for&#355;ele care se exercit&#259; la frontiera acestuia efectueaz&#259; lucru mecanic: sistemul
   schimb&#259; lucrul mecanic cu mediul s&#259;u (figura 3&minus;1).

<P><CENTER><IMG src="img/1d3_1.jpg" hspace=4></CENTER><BR>
   <FONT size=-1><I><B>&nbsp;Figura 3-1. </B>&#206;n timpul modific&#259;rii volumului unui sistem, acesta schimb&#259; lucru mecanic
      cu mediul s&#259;u.</I></FONT>

<P>Lucrul mecanic efectuat la deplasarea mic&#259; <I>&Delta;x</I><SUB>1</SUB> a unui "petec" al frontierei av&#226;nd aria 
   <I>&Delta;S</I><SUB>1</SUB>, suficient de mic&#259; pentru ca petecul s&#259; fie considerat plan, este:
   
<P align=center><IMG src="img/e1d3_4.gif">

<P>unde <I>F</I><SUB>1x</SUB> este proiec&#355;ia for&#355;ei pe direc&#355;ia deplas&#259;rii, iar <I>p</I><SUB>med</SUB> este presiunea medie
   &#238;n timpul procesului.
   
<P>Cantitatea <I>&Delta;S</I><SUB>1</SUB>&middot;&Delta;<I>x</I><SUB>1</SUB> reprezint&#259; varia&#355;ia de volum 
   &Delta;<I>V</I><SUB>1</SUB> corespunz&#259;toare petecului considerat.
   
<P>Lucrul mecanic total schimbat de sistem pe parcursul procesului &#238;l ob&#355;inem &#238;nsum&#226;nd pentru toate peticele frontierei:

<P align=center><IMG src="img/e1d3_5.gif">

<P>Dac&#259; pe parcursul procesului presiunea este constant&#259;, lucrul mecanic transferat &#238;ntre sistem &#351;i mediu este:

<P align=center><IMG src="img/e1d3_6.gif">

<P>Dac&#259; &#238;ns&#259; volumul sistemului nu se modific&#259; (<I>&Delta;V</I>), sistemul nu schimb&#259; lucru mecanic cu mediul s&#259;u:

<P align=center><IMG src="img/e1d3_7.gif">

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Cantitatea de c&#259;ldur&#259; &#351;i lucrul mecanic transferate &#238;ntre un sistem
   &#351;i mediul s&#259;u &#238;n timpul unui proces sunt <I>m&#259;rimi de proces</I> (depind de procesul la care particip&#259; sistemul).</B>
</DIV>

</BODY>
</HTML>























