<HTML>
<HEAD>
<TITLE>ID. Alte provoc&#259;ri</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
.drag{position:relative;cursor:hand; font-weight: bold}
</STYLE>

</HEAD>

<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Principiul I al termodinamicii</H3></H3>
  </TR>
</TABLE>
<H2 class="challange"><I>Alte provoc&#259;ri</I></H2>

<OL>
  <P><BR><LI><B><I>Este corect?</I></B>
     <P>Un pachet de biscui&#355;i este un "pachet" de energie. Pe ambalajul pachetului este trecut&#259; valoarea energetic&#259; pentru
        100&nbsp;g (figura&nbsp;1).
        <P><IMG src="img/1d_p1.jpg" hspace=4><BR> 
        <FONT size=-1><I><B>&nbsp;Figura 1. </B>Informa&#355;ii &#238;nscrise pe un pachet de biscui&#355;i.</I></FONT>

     <P><FONT size=-1><I>R&#259;spuns par&#355;ial: </I>Valoarea energetic&#259; exprimat&#259; &#238;n <I>kcal</I> pare corect&#259; (are acela&#351;i ordin de
        m&#259;rime cu cea pentru 100&nbsp;g de alune sau ciocolat&#259;), &#238;ns&#259; valoarea exprimat&#259; &#238;n <I>kJ</I> este mult prea mic&#259;!
     </FONT>

  <P><BR><LI><B><I>Baia de ap&#259;</I></B>
     <P>Dou&#259; crati&#355;e cu ap&#259; sunt a&#351;ezate una &#238;n cealalt&#259;, ca &#238;n figura&nbsp;2, deasupra fl&#259;c&#259;rii unei ma&#351;ini de g&#259;tit.
        Pere&#355;ii crati&#355;elor nu se ating.
        <P><IMG src="img/1d_p2.jpg" hspace=4><BR> 
        <FONT size=-1><I><B>&nbsp;Figura 2. </B>Dou&#259; crati&#355;e cu ap&#259; sunt a&#351;ezate una &#238;n cealalt&#259;.</I></FONT>
        <P>Te a&#351;tep&#355;i ca apa din crati&#355;a mic&#259; s&#259; ajung&#259; la fierbere?
     <P><FONT size=-1><I>R&#259;spuns: </I>Apa din crati&#355;a mic&#259; prime&#351;te c&#259;ldur&#259; de la apa din crati&#355;a mare. Orice transfer de
        energie sub form&#259; de c&#259;ldur&#259; necesit&#259; diferen&#355;&#259; de temperatur&#259;. Chiar dac&#259; apa din crati&#355;a mare atinge 100&deg;C &#351;i
        fierbe, temperatura apei din crati&#355;a mic&#259; r&#259;m&#226;ne tot timpul <I>inferioar&#259;</I> celei de fierbere. Apa din crati&#355;a 
        mic&#259; nu ajunge la fierbere. Cu primul prilej, &#238;ncearc&#259;!
     </FONT>

  <P><BR><LI><B><I>Trei corpuri</I></B>
     <P>Transcrie pe caiet reprezentarea schematic&#259; a trei corpuri, ca cea din figura&nbsp;3.
        <P><IMG src="img/1d_p3.jpg" hspace=4><BR> 
        <FONT size=-1><I><B>&nbsp;Figura 3. </B>Reprezentarea schematic&#259; a trei corpuri.</I></FONT>
        <P>Corpul <I>A</I> are temperatura cea mai mare, iar corpul <I>C</I> are temperatura cea mai mic&#259;. 
        <P>Reprezint&#259; pe caiet, prin s&#259;ge&#355;i, transferurile de energie sub form&#259; de c&#259;ldur&#259; &#238;ntre cele trei corpuri.
        <P>Cum se modific&#259; &#238;n timp, temperatura fiec&#259;ruia dintre cele trei corpuri?
     <P><FONT size=-1><I>R&#259;spuns par&#355;ial: </I>Corpul <I>A</I> cedeaz&#259; c&#259;ldur&#259; celorlalte dou&#259;, deoarece are temperatura mai 
        mare dec&#226;t oricare dintre acestea.
     </FONT>

  <P><BR><LI><B><I>Comprimarea</I></B>
     <P>Un gaz este comprimat &#238;ntr&minus;un cilindru cu piston, primind lucru mecanic (figura&nbsp;4).
     <P><IMG src="img/vrmla.gif" align=top>
        <A href="img/1d_p4.wrl" target=new><IMG src="img/1d_p4.jpg" border=0 hspace=14></A>
        <BR clear=all><FONT size=-1><I><B>&nbsp;Figura 4. </B>Comprimarea unui gaz &#238;ntr&minus;un cilindru cu piston.</I></FONT></P>
     <P><B>a. </B>Ce te a&#351;tep&#355;i s&#259; se &#238;nt&#226;mple cu energia cinetic&#259; a unei molecule a gazului care este lovit&#259; de piston? 
        Compar&#259; procesul cu cel &#238;n care un juc&#259;tor de tenis love&#351;te mingea care se apropie de el.
     <P><B>b. </B>Ce te a&#351;tep&#355;i s&#259; se &#238;nt&#226;mple cu temperatura gazului?
     <P><FONT size=-1><I>R&#259;spuns par&#355;ial: </I><B>a. </B>Cre&#351;te.
        </FONT>

  <P><BR><LI><B><I>Destinderea</I></B>
     <P>Un gaz este &#238;nchis &#238;ntr&minus;un cilindru cu piston. Pistonul este "tras" afar&#259; din cilindru, gazul efectu&#226;nd
        lucru mecanic (figura&nbsp;5).
     <P><IMG src="img/vrmla.gif" align=top>
        <A href="img/1d_p5.wrl" target=new><IMG src="img/1d_p5.jpg" border=0 hspace=14></A>
        <BR clear=all><FONT size=-1><I><B>&nbsp;Figura 5. </B>Destinderea gazului dintr&minus;un cilindru cu piston.</I></FONT></P>
     <P><B>a. </B>Ce te a&#351;tep&#355;i s&#259; se &#238;nt&#226;mple cu energia cinetic&#259; a unei molecule a gazului care love&#351;te pistonul? 
        Compar&#259; procesul cu cel &#238;n care un juc&#259;tor de tenis "stopeaz&#259;" mingea.
     <P><B>b. </B>Ce te a&#351;tep&#355;i s&#259; se &#238;nt&#226;mple cu temperatura gazului?

  <P><BR><LI><B><I>Ca &#238;ntr&minus;un cle&#351;te!</I></B>
     <P>Expresia principiului I al termodinamicii &#238;&#355;i permite s&#259; "prinzi" ca &#238;ntr&minus;un cle&#351;te varia&#355;ia energiei interne
        a unui sistem, lucrul mecanic &#351;i cantitatea de c&#259;ldur&#259; transferate &#238;ntre sistem &#351;i mediul s&#259;u: cunosc&#226;nd dou&#259; dintre
        aceste m&#259;rimi, o po&#355;i calcula imediat pe cea de&minus;a treia!
     <P>Tabelul&nbsp;1 prezint&#259; valorile cunoscute pentru cinci procese diferite.
     <P><I><SUB><B>Tabelul 1. </B>Valori cunoscute pentru cinci procese diferite.</SUB></I>
        <CENTER>
        <TABLE border=1 cellpadding=4>
          <TR bgcolor=#dddddd>
             <TD align=center>Procesul</TD>
             <TD align=center><I><B>Q</B></I>
                <BR>(<I>J</I>)</TD>
             <TD align=center><I><B>L</B></I>
                <BR>(<I>J</I>)</TD>
             <TD align=center><I><B>&Delta;U</B></I>
                <BR>(<I>J</I>)</TD>
          </TR>
          <TR>
            <TD align=center>1</TD>
            <TD align=right>1200</TD>
            <TD align=right>-200</TD>
            <TD align=right>&nbsp;</TD>
          </TR>
          <TR>
            <TD align=center>2</TD>
            <TD align=right>670</TD>
            <TD align=right>&nbsp;</TD>
            <TD align=right>670</TD>
          </TR>
          <TR>
            <TD align=center>3</TD>
            <TD align=right>&nbsp;</TD>
            <TD align=right>400</TD>
            <TD align=right>400</TD>
          </TR>
          <TR>
            <TD align=center>4</TD>
            <TD align=right>400</TD>
            <TD align=right>&nbsp;</TD>
            <TD align=right>300</TD>
          </TR>
          <TR>
            <TD align=center>5</TD>
            <TD align=right>&nbsp;</TD>
            <TD align=right>0</TD>
            <TD align=right>300</TD>
          </TR>
        </TABLE>
        </CENTER>     
     <P>Transcrie pe caiet acest tabel &#351;i completeaz&#259;&minus;l!
</OL>

</BODY>
</HTML>



























