<HTML>
<HEAD>
<TITLE>IE-1. Gazul ideal</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Transform&#259;ri simple ale gazului ideal</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>E-1.&nbsp;</H2></TD>
    <TD><H2>Gazul ideal</H2></TD>
  </TR>
</TABLE>
</DIV>

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>gaz ideal</I> un model simplificat de gaz, alc&#259;tuit din
   particule av&#226;nd dimensiuni neglijabile &#351;i care nu interac&#355;ioneaz&#259; dec&#226;t prin ciocniri perfect elastice.</B>
</DIV>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 1-1</B>
  <P>Care sunt parametrii de care te a&#351;tep&#355;i s&#259; depind&#259; presiunea unui gaz ideal?
</DIV>

<P>Presiunea unui gaz ideal se datoreaz&#259; doar ciocnirilor perfect elastice dintre particulele gazului &#351;i pere&#355;ii incintei
   care &#238;l con&#355;ine. La fiecare ciocnire este transferat impuls c&#259;tre peretele incintei (figura 1&minus;1).

<P><CENTER><IMG src="img/1e1_1.jpg" hspace=4></CENTER><BR>
   <FONT size=-1><I><B>&nbsp;Figura 1-1. </B>La fiecare ciocnire este transferat impuls c&#259;tre peretele incintei.</I></FONT>

<P>Presiunea gazului ideal va depinde de c&#226;t de dese sunt ciocnirile cu pere&#355;ii (c&#226;te ciocniri au loc &#238;n fiecare secund&#259; &#351;i
   pe fiecare metru p&#259;trat al pere&#355;ilor) &#351;i c&#226;t de mult impuls este transferat la fiecare ciocnire.

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 1-2</B>
  <P>Dac&#259; se dubleaz&#259; num&#259;rul particulelor din incint&#259; (figura 1&minus;2), f&#259;r&#259; a modifica nimic altceva, ce te a&#351;tep&#355;i
     s&#259; se &#238;nt&#226;mple cu presiunea gazului ideal?
</DIV>

<P><IMG src="img/vrmla.gif" align=top>
   <A href="img/1e1_2.wrl" target=new><IMG src="img/1e1_2.jpg" border=0 hspace=14></A>
      <BR><FONT size=-1><I><B>&nbsp;Figura 1-2. </B>Dublarea num&#259;rului de particule din incint&#259;.</I></FONT></P>
      
<P>Dublarea num&#259;rului de particule din incint&#259; dubleaz&#259; rata ciocnirilor, astfel c&#259; presiunea se dubleaz&#259;. Tot astfel, triplarea
   num&#259;rului de particule ar avea ca efect triplarea presiunii gazului.
   
<P>A&#351;adar, presiunea gazului ideal este direct propor&#355;ional&#259; cu num&#259;rul particulelor gazului dintr&minus;o incint&#259;:

<P><TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><I>p</I>&nbsp;~&nbsp;<I>N</I></TD>
         <TD align=right>(1)</TD>
      </TR>
   </TABLE>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 1-3</B>
<P>Dac&#259; se &#238;njum&#259;t&#259;&#355;e&#351;te volumul incintei, apropiind doi pere&#355;i afla&#355;i fa&#355;&#259; &#238;n fa&#355;&#259; la jum&#259;tatea distan&#355;ei dintre
   ace&#351;tia (figura&nbsp;1&minus;3), f&#259;r&#259; a schimba nimic altceva, ce te a&#351;tep&#355;i s&#259; se &#238;nt&#226;mple cu presiunea gazului ideal?
</DIV>

<P><IMG src="img/vrmla.gif" align=top>
   <A href="img/1e1_3.wrl" target=new><IMG src="img/1e1_3.jpg" border=0 hspace=14></A>
      <BR><FONT size=-1><I><B>&nbsp;Figura 1-3. </B>&#206;njum&#259;t&#259;&#355;irea volumului incintei prin apropierea a doi pere&#355;i afla&#355;i
      fa&#355;&#259; &#238;n fa&#355;&#259;.</I></FONT></P>

<P>&#206;njum&#259;t&#259;&#355;ind distan&#355;a dintre doi pere&#355;i afla&#355;i fa&#355;&#259; &#238;n fa&#355;&#259;, particulele vor parcurge de dou&#259; ori mai des distan&#355;a dintre
   ace&#351;tia &minus; rata ciocnirilor se dubleaz&#259;, chiar dac&#259; nu sunt mai multe particule &#238;n incint&#259;. Astfel, presiunea se dubleaz&#259;.
   Dac&#259; s&minus;ar reduce de trei ori volumul incintei, presiunea s&minus;ar tripla.
   
<P>A&#351;adar, presiunea gazului ideal este invers propor&#355;ional&#259; cu volumul incintei:

<P><TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><I>p</I>&nbsp;~&nbsp;<I>V</I><SUP> -1</SUP></TD>
         <TD align=right>(2)</TD>
      </TR>
   </TABLE>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 1-4</B>
<P>Dac&#259; se dubleaz&#259; masa fiec&#259;rei particule din incint&#259;, f&#259;r&#259; a modifica nimic altceva, ce te a&#351;tep&#355;i s&#259; se &#238;nt&#226;mple cu
   presiunea gazului ideal?
</DIV>

<P>Dublarea masei fiec&#259;rei particule dubleaz&#259; impulsul transferat la fiecare ciocnire, chiar dac&#259; rata ciocnirilor r&#259;m&#226;ne
   aceea&#351;i. Astfel, presiunea se dubleaz&#259;. Triplarea masei fiec&#259;rei particule ar avea ca efect triplarea presiunii.
   
<P>A&#351;adar, presiunea gazului ideal este direct propor&#355;ional&#259; cu masa particulelor:

<P><TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><I>p</I>&nbsp;~&nbsp;<I>m</I><SUB>0</SUB></TD>
         <TD align=right>(3)</TD>
      </TR>
   </TABLE>
 
<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 1-5</B>
<P>Dac&#259; se dubleaz&#259; viteza fiec&#259;rei particule din incint&#259;, f&#259;r&#259; a modifica nimic altceva (figura&nbsp;1&minus;4), ce te a&#351;tep&#355;i s&#259; se &#238;nt&#226;mple cu
   presiunea gazului ideal?
</DIV>

<P><IMG src="img/vrmla.gif" align=top>
   <A href="img/1e1_4.wrl" target=new><IMG src="img/1e1_4.jpg" border=0 hspace=14></A>
      <BR><FONT size=-1><I><B>&nbsp;Figura 1-4. </B>Dublarea vitezei fiec&#259;rei particule din incint&#259;.</I></FONT></P>

<P>Dublarea vitezei fiec&#259;rei particule are un dublu efect: se dubleaz&#259; impulsul transferat la fiecare ciocnire, dar se 
   dubleaz&#259; &#351;i rata ciocnirilor (particulele parcurg de dou&#259; ori mai des distan&#355;a dintre pere&#355;ii afla&#355;i fa&#355;&#259; &#238;n fa&#355;&#259;). Astfel,
   presiunea cre&#351;te de patru ori! Dac&#259; s&minus;ar tripla vitezele particulelor, presiunea ar cre&#351;te de nou&#259; ori.
   
<P>A&#351;adar, presiunea gazului este direct propor&#355;ional&#259; cu media p&#259;tratelor vitezelor pe o anumit&#259; direc&#355;ie:

<P><TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><IMG src="img/e1e1_4.gif"</TD>
         <TD align=right>(4)</TD>
      </TR>
   </TABLE>

<P>&#206;n rela&#355;ia precedent&#259; am fost nevoi&#355;i s&#259; consider&#259;m doar componentele vitezelor pe o anumit&#259; ax&#259; <I>Ox</I> (&#238;ntre doi
   pere&#355;i fa&#355;&#259; &#238;n fa&#355;&#259;). Medierea este necesar&#259; pentru c&#259; particulele pot avea componente diferite ale vitezei fa&#355;&#259; de axa
   <I>Ox</I>.
   
<P>Sintetiz&#226;nd rezultatele prezentate &#238;n rela&#355;iile (1)...(4), ob&#355;inem c&#259; presiunea gazului ideal este:

<P><TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><IMG src="img/e1e1_5.gif"</TD>
         <TD align=right>(5)</TD>
      </TR>
   </TABLE>

<P>Po&#355;i pune rela&#355;ia (5) sub forma:

<P><TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><IMG src="img/e1e1_6.gif"</TD>
         <TD align=right>(6)</TD>
      </TR>
   </TABLE>

unde <IMG src="img/e1e1_7.gif"> este energia cinetic&#259; medie a mi&#351;c&#259;rilor de transla&#355;ie ale particulelor pe direc&#355;ia <I>x</I>.

<P>Rela&#355;ia (6) exprim&#259; presiunea gazului ideal doar &#238;n func&#355;ie de parametrii moleculari: num&#259;rul particulelor, volumul &#238;n care
   se mi&#351;c&#259; acestea &#351;i energia cinetic&#259; medie a mi&#351;c&#259;rilor de transla&#355;ie de&minus;a lungul unei axe.
   
</BODY>
</HTML>


























