<HTML>
<HEAD>
<TITLE>IE-7. Transformarea adiabatic&#259;</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Transform&#259;ri simple ale gazului ideal</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>E-7.&nbsp;</H2></TD>
    <TD><H2>Transformarea adiabatic&#259;</H2></TD>
  </TR>
</TABLE>
</DIV>

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>transformare adiabatic&#259;</I> transformarea pe parcursul 
   c&#259;reia num&#259;rul de moli nu se modific&#259; &#351;i sistemul nu schimb&#259; energie sub form&#259; de c&#259;ldur&#259; cu mediul s&#259;u.</B>
</DIV>

<P>Transferul de energie sub form&#259; de c&#259;ldur&#259; poate fi limitat prin izolare termic&#259; a sistemului fa&#355;&#259; de mediul s&#259;u.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>perete adiabatic</I> un perete care nu permite 
   transferul de energie sub form&#259; de c&#259;ldur&#259;.</B>
</DIV>

<P>Un perete gros, confec&#355;ionat dintr&minus;un material slab conductor termic &#351;i care reflect&#259; radia&#355;ia termic&#259; este o bun&#259;
   aproxima&#355;ie de perete adiabatic. Un termos este o incint&#259; aproape adiabatic&#259;.
   
<P>Izolarea termic&#259; nu este niciodat&#259; perfect&#259;, &#238;ns&#259; transferul de energie sub form&#259; de c&#259;ldur&#259; dureaz&#259; &minus; ceaiul 
   fierbinte dintr&minus;un termos ajunge &#238;n echilibru termic cu mediul s&#259;u dup&#259; mai multe ore. Cantitatea de c&#259;ldur&#259;
   schimbat&#259; cu mediul &#238;ntr&minus;o singur&#259; secund&#259; este neglijabil&#259;. Oricare proces rapid din interiorul termosului are loc
   aproape f&#259;r&#259; schimb de c&#259;ldur&#259;!
   
<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Procesele rapide sunt aproape adiabatice.</B>
</DIV>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 7-1</B>
  <P>Care este rela&#355;ia dintre parametrii variabili ai unui gaz ideal care particip&#259; la o transformare adiabatic&#259;?
</DIV>

<P>Pe parcursul unei transform&#259;ri adiabatice, doar num&#259;rul de moli r&#259;m&#226;ne constant: presiunea, volumul &#351;i temperatura
   se modific&#259;.
   
<P>Rela&#355;ia dintre presiunea &#351;i volumul gazului ideal care particip&#259; la o transformare adiabatic&#259; este dat&#259; de:

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;<I>Ecua&#355;ia transform&#259;rii adiabatice (ecua&#355;ia lui Poisson):</I></B>
<P align=center><IMG src="img/e1e7_1.gif">
</DIV>

<P>unde <IMG src="img/e1e7_2.gif" align=absmiddle> este <I>exponentul adiabatic</I> (&#238;ntotdeauna supraunitar!).

<P>Datorit&#259; faptului c&#259; exponentul adiabatic este supraunitar (<I>C</I><SUB>p</SUB>/<I>C</I><SUB>V</SUB>), la o varia&#355;ie
   dat&#259; a volumului corespunde o varia&#355;ie a presiunii <I>mai mare</I> dec&#226;t &#238;n cazul unei transform&#259;ri izoterme. &#206;n coordonate
   <I>p&minus;V</I>, reprezentarea grafic&#259; a unei transform&#259;ri adiabatice nu mai este o hiperbol&#259; (figura 7&minus;1).

<P><IMG src="img/vrmla.gif" align=top>
   <A href="img/1e7_1.wrl" target=new><IMG src="img/1e7_1.jpg" border=0 hspace=14></A>
      <BR><FONT size=-1><I><B>&nbsp;Figura 7-1. </B>Reprezentarea grafic&#259; a unui proces adiabatic, &#238;n compara&#355;ie cu unul izoterm</I>.
         </I></FONT></P>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 7-2</B>
  <P>Care este rela&#355;ia dintre temperatura &#351;i volumul unui gaz ideal care particip&#259; la o transformare adiabatic&#259;?
</DIV>

<P>Dac&#259; exprimi presiunea gazului din ecua&#355;ia de stare &#351;i &#238;nlocuie&#351;ti &#238;n ecua&#355;ia lui Poisson, ob&#355;ii:

<P align=center><IMG src="img/e1e7_3.gif">

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 7-3</B>
  <P>C&#226;t este varia&#355;ia energiei interne a gazului ideal care particip&#259; la un proces adiabatic?
</DIV>

<P>Varia&#355;ia energiei interne depinde doar de st&#259;rile ini&#355;ial&#259; &#351;i final&#259;, indiferent de procesul care are loc &#238;ntre aceste
   st&#259;ri. Astfel:
   
<P align=center><IMG src="img/e1e7_4.gif">

<P><I>T</I><SUB>2</SUB> fiind temperatura final&#259;, iar <I>T</I><SUB>1</SUB> cea ini&#355;ial&#259;.

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 7-4</B>
  <P>C&#226;t este lucrul mecanic schimbat de gazul ideal cu mediul s&#259;u pe parcursul unei transform&#259;ri adiabatice?
</DIV>

<P>Din principiul I al termodinamicii, deoarece cantitatea de c&#259;ldur&#259; este zero (transformarea este adiabatic&#259;), ob&#355;ii imediat:

<P align=center><IMG src="img/e1e7_5.gif">

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 7-5</B>
  <P>C&#226;t este c&#259;ldura molar&#259; a gazului ideal &#238;ntr&minus;o transformare adiabatic&#259;?
</DIV>

</BODY>
</HTML>
































