<HTML>
<HEAD>
<TITLE>IF-3. Vaporizarea &#351;i condensarea</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Transform&#259;ri de stare de agregare</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>F-3.&nbsp;</H2></TD>
    <TD><H2>Vaporizarea &#351;i condensarea</H2></TD>
  </TR>
</TABLE>
</DIV>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 3&minus;1</B>
  <P>De miliarde de ani, undeva pe P&#259;m&#226;nt, plou&#259;. De unde oare provine at&#226;ta ap&#259;? &#350;i de ce nu suntem acoperi&#355;i de un strat
     din ce &#238;n ce mai ad&#238;nc de ap&#259;?
</DIV>

<P>La suprafa&#355;a unui lichid (cum este apa) se &#238;nt&#226;mpl&#259; mereu c&#226;te ceva (figura&nbsp;3&minus;1).

<P><IMG src="img/1f3_1.jpg" hspace=4><BR>
   <FONT size=-1><I><B>&nbsp;Figura 3-1. </B>Molecule la suprafa&#355;a liber&#259; a apei.</I></FONT>

<P>Moleculele apei lichide se atrag reciproc &#351;i se men&#355;in aproape unele de celelalte. Agita&#355;ia termic&#259; le poart&#259; &#238;ns&#259; de
   colo&minus;colo. Din c&#226;nd &#238;n c&#226;nd, c&#226;te o molecul&#259; aflat&#259; aproape de suprafa&#355;a apei lichide este ciocnit&#259; mai energic
   de vecinele sale &#351;i poate primi suficient&#259; energie pentru a "evada" &#238;n spa&#355;iul relativ liber de deasupra. Energia primit&#259;
   este utilizat&#259; pentru &#238;nvingerea atrac&#355;iei la care este supus&#259; din partea celorlalte molecule. R&#226;nd pe r&#226;nd, moleculele
   p&#259;r&#259;sesc lichidul &#351;i se al&#259;tur&#259; gazului de deasupra.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>vaporizare</I> transformarea din stare lichid&#259; &#238;n stare
   de vapori. Vaporizarea la suprafa&#355;a lichidului este numit&#259; <I>evaporare</I>.</B>
</DIV>

<P>&#206;n timpul vaporiz&#259;rii, p&#259;r&#259;sesc lichidul molecule dintre cele mai energice, astfel c&#259; energia cinetic&#259; medie a moleculelor
   r&#259;mase &#238;n lichid scade &minus; lichidul se r&#259;ce&#351;te. Devenind mai rece, lichidul va prelua c&#259;ldur&#259; de la corpurile mai
   calde.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Vaporizarea are loc cu absor&#355;ie de c&#259;ldur&#259;.</B>
</DIV>

<P>C&#259;ldura provenit&#259; de la Soare provoac&#259; evaporarea permanent&#259; a apei. Astfel, de&#351;i ploile aduc mereu ap&#259;, nu suntem acoperi&#355;i
   sub un strat din ce &#238;n ce mai ad&#226;nc de ap&#259;.

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 3&minus;2</B>
  <P>Apa dintr&minus;un vas acoperit (figura&nbsp;3&minus;2) nu pare s&#259; se evapore &minus; nivelul apei r&#259;m&#226;ne nemodificat
     zile &#238;n &#351;ir, &#238;n timp ce nivelul apei dintr&minus;un vas descoperit scade. Ce se &#238;nt&#226;mpl&#259; oare?
  <P><TABLE>
       <TR valign=bottom>
          <TD><IMG src="img/1f3_2.jpg" hspace=4></TD>
          <TD><FONT size=-1><I><B>&nbsp;Figura 3-2. </B>Ap&#259; &#238;ntr&minus;un vas acoperit.</I></FONT></TD>
       </TR>
     </TABLE>
</DIV>

<P>Evoporarea are loc cu siguran&#355;&#259; &#351;i &#238;n vasul acoperit &minus; agita&#355;ia termic&#259; este tot at&#226;t de intens&#259; ca &#351;i &#238;n vasul
   descoperit. &#206;n vasul acoperit, &#238;ns&#259;, vaporii se acumuleaz&#259; treptat deasupra lichidului (nu se pot r&#259;sp&#226;ndi &#238;n &#238;nc&#259;pere).
   Agita&#355;ia termic&#259; &#238;i poart&#259; din c&#226;nd &#238;n c&#226;nd <I>c&#259;tre</I> lichid! Cu c&#226;t vor fi mai mul&#355;i vapori deasupra lichidului, cu 
   at&#226;t va fi mai mare rata de revenire a moleculelor &#238;n lichid.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>condensare</I> transformarea din stare de vapori &#238;n stare
   lichid&#259;.</B>
</DIV>

<P>C&#226;nd moleculele se re&#238;ntorc &#238;n lichid, for&#355;ele de atrac&#355;ie din partea celorlalte molecule efectueaz&#259; lucru mecanic &#351;i
   m&#259;resc energia cinetic&#259; a moleculelor care se re&#238;ntorc &#238;n lichid. Prin ciocniri, cre&#351;te agita&#355;ia termic&#259; &#351;i se elibereaz&#259;
   energie sub form&#259; de c&#259;ldur&#259; c&#259;tre corpurile mai reci.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Condensarea are loc cu degajare de c&#259;ldur&#259;.</B>
</DIV>

<P>Astfel, se atinge la un moment dat un echilibru &#238;ntre rata de evaporare &#351;i rata de condensare &minus; vaporii devin 
   saturan&#355;i. De aici &#238;ncolo, propor&#355;ia lichid&minus;vapori r&#259;m&#226;ne neschimbat&#259;, chiar dac&#259; &#238;n permanen&#355;&#259; molecule ies &#351;i
   intr&#259; &#238;n lichid.
   
<P>M&#259;rind temperatura lichidului, rata de evaporare cre&#351;te &#351;i echilibrul se va stabili la o presiune mai mare a vaporilor
   saturan&#355;i.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Presiunea vaporilor saturan&#355;i ai unei substan&#355;e depinde <I>doar</I>
   de temperatur&#259;.</B>
</DIV>

<P>Tabelul&nbsp;3&minus;1 prezint&#259; presiunea vaporilor saturan&#355;i ai apei la diferite temperaturi.

<A name="tab3_1">
<P><I><SUB><B>Tabelul 3-1. </B>Presiunea vaporilor saturan&#355;i ai apei, la diferite temperaturi.</SUB></I>
<CENTER>
<TABLE border=1 cellpadding=4>
  <TR bgcolor=#dddddd>
     <TD align=center><B><I>Temperatura<BR>(K)</I></B></TD>
     <TD align=center><B><I>Presiunea<BR>vaporilor<BR>saturan&#355;i<BR>(kPa)</I></B></TD>
  </TR>
  <TR>
    <TD align=right>273</TD>
    <TD align=right>0,61</TD>
  </TR>
  <TR>
    <TD align=right>293</TD>
    <TD align=right>2,33</TD>
  </TR>
  <TR>
    <TD align=right>313</TD>
    <TD align=right>7,34</TD>
  </TR>
  <TR>
    <TD align=right>333</TD>
    <TD align=right>19,8</TD>
  </TR>
  <TR>
    <TD align=right>353</TD>
    <TD align=right>47,3</TD>
  </TR>
  <TR>
    <TD align=right>373</TD>
    <TD align=right>101</TD>
  </TR>
  <TR>
    <TD align=right>393</TD>
    <TD align=right>198</TD>
  </TR>
</TABLE>
</CENTER>

<P>C&#226;nd vaporii de ap&#259; din atmosfer&#259; se r&#259;cesc, pot deveni <I>suprasaturan&#355;i</I> &#351;i condenseaz&#259;. Norii sunt alc&#259;tui&#355;i din
   pic&#259;turi minuscule de ap&#259; lichid&#259; purtate de curen&#355;ii de aer (figura&nbsp;3&minus;3).

<P><IMG src="img/1f3_3.jpg" hspace=4><BR><FONT size=-1><I><B>&nbsp;Figura 3-3. </B>Norii sunt alc&#259;tui&#355;i din 
   pic&#259;turi minuscule de ap&#259; lichid&#259;.</I></FONT>
   
<P>C&#226;nd condi&#355;iile devin favorabile, micile pic&#259;turi se contopesc, form&#226;nd pic&#259;turi suficient de mari, care cad pe P&#259;m&#226;nt ca
   precipita&#355;ii.
   
<P>Astfel, datorit&#259; Soarelui, se men&#355;ine de miliarde de ani un circuit al apei &#238;n natur&#259;, echilibr&#226;nd rata evapor&#259;rii &#351;i
   cea a condens&#259;rii apei P&#259;m&#226;ntului.

</BODY>
</HTML>




































