<HTML>
<HEAD>
<TITLE>IF-4. Fierberea</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Transform&#259;ri de stare de agregare</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>F-4.&nbsp;</H2></TD>
    <TD><H2>Fierberea</H2></TD>
  </TR>
</TABLE>
</DIV>

<P>Fierberea apei este un proces care se petrece zilnic &#238;n buc&#259;t&#259;rie. Dar arareori avem r&#259;bdarea &#351;i disponibilitatea s&#259;
   observ&#259;m cu aten&#355;ie ce se &#238;nt&#226;mpl&#259;. Astfel, multe detalii r&#259;m&#226;n neobservate, multe lucruri ne&#238;n&#355;elese &#351;i multe &#351;anse de
   progres ratate.

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 4-1</B>
  <P>Investigheaz&#259; fierberea apei la presiune atmosferic&#259; normal&#259;. Lucreaz&#259; &#238;n echip&#259;.
  <P><B><I>Pasul 1. </I></B>Pune&#355;i ap&#259; &#238;ntr&minus;un pahar Berzelius &#351;i ad&#259;uga&#355;i c&#226;teva cioburi de por&#355;elan poros (acestea
     vor face fierberea mai pu&#355;in violent&#259;). Pune&#355;i 
     &#238;n pahar un &#238;nc&#259;lzitor electric cu imersie (termoplonjor). Asigura&#355;i&minus;v&#259; c&#259; partea metalic&#259; a termoplonjorului este
     imersat&#259; &#238;n ap&#259;. Ad&#259;uga&#355;i ap&#259; dac&#259; este nevoie. Pune&#355;i ansamblul pe talerul unei balan&#355;e, inclusiv cordonul &#238;nc&#259;lzitorului.
  <P><B><I>Pasul 2. </I></B>Fixa&#355;i pe suportul talerului un termometru de laborator (care poate m&#259;sura temperaturi &#238;n jurul a
     100&deg;C), astfel &#238;nc&#226;t bulbul termometrului s&#259; fie imersat &#238;n ap&#259;, aproape de suprafa&#355;a liber&#259; a acesteia (figura&nbsp;4&minus;1).
  <P><IMG src="img/1f4_1.jpg" hspace=4><BR>
     <FONT size=-1><I><B>&nbsp;Figura 4-1. </B>Dispozitivul experimental pentru investigarea fierberii apei la presiune
       atmosferic&#259; normal&#259;.</I></FONT>
  <P><B><I>Pasul 3. </I></B>Echilibrati balan&#355;a (cordonul &#238;nc&#259;lzitorului fiind pe talerul balan&#355;ei).
  <P><B><I>Pasul 4. </I></B>Conecta&#355;i &#238;nc&#259;lzitorul la re&#355;ea &minus; ignora&#355;i deocamdat&#259; dezechilibrarea balan&#355;ei. Observa&#355;i
     cu aten&#355;ie ce se &#238;nt&#226;mpl&#259; &#351;i nota&#355;i constat&#259;rile remarcabile.
  <P><B><I>Pasul 5. </I></B>Cronometra&#355;i dou&#259; minute din momentul &#238;n care apa &#238;ncepe s&#259; fiarb&#259; (bulele formate &#238;n lichid se
     sparg zgomotos la suprafa&#355;a acestuia). Dup&#259; dou&#259; minute, deconecta&#355;i &#238;nc&#259;lzitorul &#351;i a&#351;eza&#355;i cordonul acestuia pe
     talerul balan&#355;ei. 
  <P><B><I>Pasul 6. </I></B>Reechilibrati balan&#355;a &#351;i calcula&#355;i c&#226;t&#259; energie este necesar&#259; pentru vaporizarea prin fierbere
     a unei cantit&#259;&#355;i de ap&#259; cu masa 1&nbsp;kg.
</DIV>

<P>Pe m&#259;sur&#259; ce temperatura apei cre&#351;te, pe pere&#355;ii interiori ai paharului apar mici bule de gaz, formate din molecule de azot
   &#351;i oxigen care au fost dizolvate &#238;n ap&#259;. Prin suprafa&#355;a acestor bule se produce vaporizarea apei, m&#259;rind volumul acestora.
   C&#226;nd bulele de gaz &#351;i vapori sunt suficient de mari, acestea se desprind &#351;i urc&#259; spre suprafa&#355;a lichidului.
   
<P>&#206;nt&#226;lnind ap&#259; mai rece, vaporii din bule condenseaz&#259; &#351;i gazul se dizolv&#259; din nou &minus; bulele dispar. Totu&#351;i, acestea
   contribuie la &#238;ncalzirea straturilor superioare ale apei, transfer&#226;nd c&#259;ldura de la &#238;nc&#259;lzitor &#238;n &#238;ntreg volumul lichidului.
   
<P>C&#226;nd temperatura apei se apropie de 100&deg;C, bulele cu vapori devin din ce &#238;n ce mai mari &#351;i ajung tot mai aproape de
   suprafa&#355;a apei. La 100&deg;C, bulele ajung la suprafa&#355;a apei &#351;i se sparg zgomotos &minus; apa fierbe. Vaporizarea are loc
   de acum &#238;n tot volumul lichidului.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>fierbere</I> procesul de vaporizare &#238;n tot volumul 
   lichidului.</B>
</DIV>

<P>Tot timpul fierberii, temperatura r&#259;m&#226;ne constant&#259;, de&#351;i apei &#238;i este furnizat&#259; &#238;n permanen&#355;&#259; energie sub form&#259; de
   c&#259;ldur&#259; de la &#238;nc&#259;lzitor. 

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>c&#259;ldur&#259; latent&#259; de vaporizare</I> cantitatea de c&#259;ldur&#259;
   necesar&#259; vaporiz&#259;rii unui lichid.</B>
</DIV>

<P>C&#259;ldura transferat&#259; &#238;n timpul vaporiz&#259;rii (c&#259;ldura latent&#259;) determin&#259; "ruperea" leg&#259;turilor dintre moleculele lichidului.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>c&#259;ldur&#259; latent&#259; specific&#259; de vaporizare</I> cantitatea de 
   c&#259;ldur&#259; necesar&#259; vaporiz&#259;rii fiec&#259;rui kilogram dintr&minus;o cantitate de lichid.</B>
</DIV>

<P>Tabelul&nbsp;4&minus;1 prezint&#259; temperaturile de fierbere la presiune atmosferic&#259; normal&#259; &#351;i c&#259;ldurile latente specifice
   de vaporizare pentru c&#226;teva substan&#355;e.
   
<P><I><SUB><B>Tabelul 4-1. </B>Temperaturi de fierbere (<I>T</I><SUB>f</SUB>) la presiune atmosferic&#259; normal&#259; &#351;i c&#259;lduri
   latente specifice de vaporizare (<I>&lambda;</I><SUB>v</SUB>).</SUB></I>
<CENTER>
<TABLE border=1 cellpadding=4>
  <TR bgcolor=#dddddd>
     <TD align=center><B><I>Substan&#355;a</I></B></TD>
     <TD align=center><B><I>T<SUB>f</SUB><BR>(K)</I></B></TD>
     <TD align=center><B><I>&lambda;<SUB>v</SUB><BR>(kJ/kg)</I></B></TD>
  </TR>
  <TR>
    <TD align=center>azot</TD>
    <TD align=right>77</TD>
    <TD align=right>201</TD>
  </TR>
  <TR>
    <TD align=center>oxigen</TD>
    <TD align=right>90</TD>
    <TD align=right>213</TD>
  </TR>
  <TR>
    <TD align=center>alcool</TD>
    <TD align=right>351</TD>
    <TD align=right>854</TD>
  </TR>
  <TR>
    <TD align=center>ap&#259;</TD>
    <TD align=right>373</TD>
    <TD align=right>2260</TD>
  </TR>
  <TR>
    <TD align=center>mercur</TD>
    <TD align=right>630</TD>
    <TD align=right>272</TD>
  </TR>
</TABLE>
</CENTER>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 4-1</B>
  <P>Compar&#259; c&#259;ldura latent&#259; specific&#259; de vaporizarea a apei cu cea determinat&#259; de tine &#238;n activitatea experimental&#259;&nbsp;4&minus;1.
     Identific&#259; eventualele surse de erori.
</DIV>

<P>Po&#355;i calcula cantitatea de c&#259;ldur&#259; schimbat&#259; cu mediul &#238;n timpul vaporiz&#259;rii sau condens&#259;rii unei cantit&#259;&#355;i de mas&#259;
   <I>m</I> a unei substan&#355;e, astfel:
   
<P align=center><IMG src="img/e1f4_1.gif">
   
<P>Vei folosi semnul "+" &#238;n cazul vaporiz&#259;rii (c&#259;ldur&#259; primit&#259;) &#351;i semnul "-" &#238;n cazul condens&#259;rii (c&#259;ldur&#259; cedat&#259;).

<P>Pentru a p&#259;r&#259;si lichidul &#238;n oricare parte a sa (nu numai prin suprafa&#355;a liber&#259;, ca &#238;n cazul evapor&#259;rii), presiunea
   vaporilor saturan&#355;i trebuie s&#259; egaleze presiunea la care se afl&#259; lichidul.
   
<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Un lichid fierbe atunci c&#226;nd presiunea vaporilor s&#259;i saturan&#355;i este
   egal&#259; cu presiunea la care se afl&#259; lichidul.</B>
</DIV>

<P>Modific&#226;nd presiunea la care se afl&#259; lichidul, se modific&#259; &#351;i temperatura la care apa fierbe 
   (vezi <A href="1f3.html#tab3_1" target=new>tabelul&nbsp;3&minus;1</A>).
   
</BODY>
</HTML>






















