<HTML>
<HEAD>
<TITLE>IF-6. Sublimarea &#351;i desublimarea</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Transform&#259;ri de stare de agregare</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>F-6.&nbsp;</H2></TD>
    <TD><H2>Sublimarea &#351;i desublimarea</H2></TD>
  </TR>
</TABLE>
</DIV>

<P>Unele substan&#355;e solide &minus; cum este naftalina &minus; degaj&#259; un miros puternic, care se r&#259;sp&#226;nde&#351;te rapid &#238;n toat&#259;
   &#238;nc&#259;perea, semnal&#226;nd astfel prezen&#355;a <I>vaporilor</I> acelei substan&#355;e, f&#259;r&#259; ca aceasta s&#259; se topeasc&#259;!

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>sublimare</I> transformarea unei substan&#355;e din stare solid&#259;
   direct &#238;n stare de vapori.</B>
</DIV>

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 6-1</B>
  <P>Investigheaz&#259; sublimarea naftalinei. Lucreaz&#259; &#238;n echip&#259;.
  <P><B><I>Pasul 1. </I></B>Pune&#355;i naftalin&#259; pe o farfurioar&#259;. Acoperi&#355;i farfurioara cu un pahar transparent de sticl&#259;.
  <P><B><I>Pasul 2. </I></B>Pune&#355;i farfurioara pe un pahar de sticl&#259; termorezistent&#259;, plin cu apa&#259;. Strecura&#355;i un termometru
     de laborator &#238;n apa din pahar. 
  <P><B><I>Pasul 3. </I></B>Pune&#355;i paharul la &#238;nc&#259;lzit pe o flac&#259;r&#259; mic&#259;, de la o spirtier&#259; (figura&nbsp;6&minus;1).
  <P><IMG src="img/1f6_1.jpg" hspace=4><BR>
     <FONT size=-1><I><B>&nbsp;Figura 6-1. </B>Sublimarea naftalinei.</I></FONT>
  <P><B><I>Pasul 4. </I></B>Urm&#259;ri&#355;i ca temperatura apei s&#259; nu dep&#259;&#351;easc&#259; 75&deg;C, men&#355;in&#226;nd astfel naftalina solid&#259;.
     Observa&#355;i ce se &#238;nt&#226;mpl&#259; &#238;n interiorul paharului care acoper&#259; naftalina.
</DIV>

<P>Tot timpul experimentului, temperatura naftalinei a fost men&#355;inut&#259; <I>sub</I> cea de topire &minus; nu se formeaz&#259; nici
   un strop de naftalin&#259; lichid&#259;. Cu toate acestea, se formeaz&#259; vapori de naftalin&#259;, proveni&#355;i direct din naftalina solid&#259; 
   &minus; naftalina sublimeaz&#259;.
   
<P>Pentru a se desprinde din solid, o molecul&#259; trebuie s&#259; primeasc&#259; suficient&#259; energie: pentru desprinderea moleculei din
   leg&#259;turile st&#259;rii solide (ca &#238;n cazul topirii) &#351;i pentru eliberarea complet&#259; a moleculei (ca &#238;n cazul vaporiz&#259;rii).
   
<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Sublimarea are loc cu absorb&#355;ie de c&#259;ldur&#259; (c&#259;ldura latent&#259; de
   sublimare), egal&#259; cu <I>suma</I> c&#259;ldurilor latente de topire &#351;i vaporizare.</B>
</DIV>

<P>Vaporii de naftalin&#259; forma&#355;i prin sublimare se depun ca naftalin&#259; solid&#259; pe pere&#355;ii mai reci ai paharului.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>desublimare</I> transformarea unei substan&#355;e din stare de
   vapori direct &#238;n stare solid&#259;.</B>
</DIV>

<P>La revenirea moleculelor &#238;n solid, for&#355;ele de atrac&#355;ie intermoleculare efectueaz&#259; lucru mecanic &minus; se elibereaz&#259; 
   energie. 
   
<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Desublimarea are loc cu eliberare de c&#259;ldur&#259; (c&#259;ldura latent&#259; de
   desublimbare), egal&#259; cu cea de sublimare.</B>
</DIV>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 6-1</B>
  <P>C&#226;t te a&#351;tep&#355;i s&#259; fie c&#259;ldura specific&#259; de sublimare a ghe&#355;ii, la presiune normal&#259;?
</DIV>

<P>Toate substan&#355;ele solide sublimeaz&#259;. &#206;n cazul celor cu miros puternic, sublimarea este evident&#259; la presiune normal&#259; &#351;i
   temperaturi obi&#351;nuite. La altele, sublimarea este mai lent&#259;.

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 6-2</B>
  <P>Cum te a&#351;tep&#355;i s&#259; fie influen&#355;at&#259; viteza sublim&#259;rii de cre&#351;terea temperaturii?
</DIV>

<P>M&#259;rind temperatura solidului, agita&#355;ia termic&#259; devinde mai intens&#259;. Tot mai multe molecule vor p&#259;r&#259;si solidul &#238;n fiecare
   secund&#259;: viteza de sublimare cre&#351;te.
   
<P>La presiunea la care este supus solidul, exist&#259; o temperatur&#259; anume pentru care ritmul &#238;n care particulele p&#259;r&#259;sesc
   solidul (prin sublimare), devine egal cu ritmul &#238;n care particulele se re&#238;ntorc &#238;n solid (prin desublimare). La aceast&#259;
   presiune, vaporii sunt &#238;n echilibru cu solidul din care au provenit.

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 6-3</B>
  <P>Cum te a&#351;tep&#355;i s&#259; fie influen&#355;at&#259; temperatura la care solidul este &#238;n echilibru cu vaporii s&#259;i, de cre&#351;terea presiunii?
</DIV>

<P>Prin sublimare, vaporii care rezult&#259; au o densitate mult mai mic&#259; dec&#226;t cea a solidului. Cre&#351;terea presiunii favorizeaz&#259;
   evolu&#355;ia c&#259;tre volum mai mic &minus; desublimarea. Agita&#355;ia termic&#259; trebuie s&#259; fie mai intens&#259; pentru a realiza 
   echilibrul la presiune mai mare (figura&nbsp;6&minus;2).
   
<P><IMG src="img/vrmla.gif" align=top>
   <A href="img/1f6_2.wrl" target=new><IMG src="img/1f6_2.jpg" border=0 hspace=14></A>
      <BR><FONT size=-1><I><B>&nbsp;Figura 6-2. </B>Diagrama de echilibru solid&minus;vapori.
         </I></FONT></P>

<P>Curba din figura&nbsp;6&minus;2 reprezint&#259; perechile de valori ale presiunii &#351;i temperaturii pentru care solidul &#351;i vaporii
   s&#259;i sunt &#238;n echilibru.
   
<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 6-4</B>
  <P>Cum te a&#351;tep&#355;i s&#259; arate diagrama de echilibru dintre lichid &#351;i vaporii s&#259;i?
</DIV>

<P>Vaporii care rezult&#259; prin vaporizarea lichidului au o densitate mult mai mic&#259; dec&#226;t cea a lichidului. Cre&#351;terea presiunii
   favorizeaz&#259; evolu&#355;ia c&#259;tre un volum mai mic &minus; condensarea. Agita&#355;ia termic&#259; trebuie s&#259; fie mai intens&#259; pentru a
   realiza un echilibru la o presiune crescut&#259;. Diagrama este asem&#259;n&#259;toare cu cea din figura&nbsp;6&minus;2, doar deplasat&#259;
   la temperaturi mai mari, la care lichidul poate exista (figura&nbsp;6&minus;3).
   
<P><IMG src="img/vrmla.gif" align=top>
   <A href="img/1f6_3.wrl" target=new><IMG src="img/1f6_3.jpg" border=0 hspace=14></A>
      <BR><FONT size=-1><I><B>&nbsp;Figura 6-3. </B>Diagrama de echilibru lichid&minus;vapori.
         </I></FONT></P>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 6-5</B>
  <P>Cum te a&#351;tep&#355;i s&#259; arate diagrama de echilibru dintre solid &#351;i lichid pentru o substan&#355;&#259; care se contract&#259; la topire, cum
     este apa?
</DIV>

<P>&#206;ntr&minus;un astfel de caz, lichidul care rezult&#259; prin topire este mai dens dec&#226;t solidul. Cre&#351;terea presiunii 
   favorizeaz&#259; evolu&#355;ia c&#259;tre un volum mai mic &minus; topirea. Echilibrul se poate realiza la o presiune mai mare
   (figura&nbsp;6&minus;4).
   
<P><IMG src="img/vrmla.gif" align=top>
   <A href="img/1f6_4.wrl" target=new><IMG src="img/1f6_4.jpg" border=0 hspace=14></A>
      <BR><FONT size=-1><I><B>&nbsp;Figura 6-4. </B>Diagrama de echilibru solid&minus;lichid, pentru o substan&#355;&#259; care se 
          contract&#259; la topire (cum este apa).
         </I></FONT></P>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 6-6</B>
  <P>Cum te a&#351;tep&#355;i s&#259; arate suprapunerea celor trei diagrame de echilibru?
</DIV>

<P>Pentru fiecare substan&#355;&#259;, cele trei diagrame au un punct comun, numit <I>punct triplu</I> (figura&nbsp;6&minus;5).
   
<P><IMG src="img/vrmla.gif" align=top>
   <A href="img/1f6_5.wrl" target=new><IMG src="img/1f6_5.jpg" border=0 hspace=14></A>
      <BR><FONT size=-1><I><B>&nbsp;Figura 6-5. </B>Diagrama de stare a unei substan&#355;e care se contract&#259; la topire 
      (cum este apa).
         </I></FONT></P>

<P>&#206;n aceast&#259; stare, totate cele trei st&#259;ri de agregare (solidul, lichidul &#351;i vaporii) coexist&#259; &#238;n echilibru!

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Pentru fiecare substan&#355;&#259; exist&#259; o singur&#259; pereche de valori
   presiune&minus;temperatur&#259; la care solidul, lichidul &#351;i vaporii s&#259;i pot coexista &#238;n echilibru: punctul triplu.</B> 
</DIV>

<P><I><SUB><B>Tabelul 6-1. </B>Caracteristicile punctului triplu pentru c&#226;teva substan&#355;e.</SUB></I>
<CENTER>
<TABLE border=1 cellpadding=4>
  <TR bgcolor=#dddddd>
     <TD align=center><B><I>Substan&#355;a</I></B></TD>
     <TD align=center><B><I>Temperatura<BR>punctului</BR>triplu<BR>(K)</I></B></TD>
     <TD align=center><B><I>Presiunea<BR>punctului<BR>triplu<BR>(kPa)</I></B></TD>
  </TR>
  <TR>
    <TD align=center>N<SUB>2</SUB></TD>
    <TD align=right>63,18</TD>
    <TD align=right>12,53</TD>
  </TR>
  <TR>
    <TD align=center>O<SUB>2</SUB></TD>
    <TD align=right>54,36</TD>
    <TD align=right>0,152</TD>
  </TR>
  <TR>
    <TD align=center>CO<SUB>2</SUB></TD>
    <TD align=right>216,55</TD>
    <TD align=right>517,2</TD>
  </TR>
  <TR>
    <TD align=center>H<SUB>2</SUB>O</TD>
    <TD align=right>273,16</TD>
    <TD align=right>0,610</TD>
  </TR>
</TABLE>
</CENTER>

<P>Temperatura punctului triplu al apei este 0,01&deg;C. Un mic termos, &#238;n care s&minus;a pus ap&#259; purificat&#259;, s&minus;a scos
   aerul &#351;i s&minus;a sigilat, se stabile&#351;te la parametrii punctului triplu. 
   
<P>C&#226;t&#259; vreme exist&#259; &#238;n termos ap&#259;, ghea&#355;&#259; &#351;i vapori, temperatura acestuia este cu siguran&#355;&#259; 0,01&deg;C. Un termometru poate
   fi etalonat foarte preces introduc&#226;ndu&minus;l &#238;ntr&minus;un astfel de termos (figura&nbsp;6&minus;6).

<P><TABLE>
     <TR valign=bottom>
        <TD><IMG src="img/1f6_6.jpg" hspace=4></TD>
        <TD><FONT size=-1><I><B>&nbsp;Figura 6-6. </B>Celul&#259; pentru realizarea condi&#355;iilor punctului triplu al apei.</I></FONT></TD>
     </TR>
   </TABLE>
   
</BODY>
</HTML>
























