<HTML>
<HEAD>
<TITLE>IG-1. Motorul Otto</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Motoare termice</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>G-1.&nbsp;</H2></TD>
    <TD><H2>Motorul Otto</H2></TD>
  </TR>
</TABLE>
</DIV>

<P>&#206;n 1867, Germanul Nicolaus August Otto a realizat un motor termic eficient: <I>motorul Otto</I>. Variante modernizate ale
   acestui motor sunt utilizate &#351;i ast&#259;zi pe scar&#259; larg&#259;.
   
<P>Corpul motorul este alc&#259;tuit din unul sau mai mul&#355;i cilindri cu piston (figura&nbsp;1&minus;1). 

<P><TABLE>
     <TR valign=bottom>
        <TD><IMG src="img/1g1_1.jpg" hspace=4></TD>
        <TD><FONT size=-1><I><B>&nbsp;Figura 1-1. </B>Reprezentare schematic&#259; a unui cilindru cu piston al unui motor Otto &#238;n patru
            timpi.</I></FONT></TD>
     </TR>
   </TABLE>

<P>&#206;n varianta func&#355;ion&#226;nd &#238;n patru timpi, succesiunea evenimentelor dintr&minus;un ciclu este urm&#259;toarea:

<DIV style="background: #eeeeee"><FONT size=-1>
<P><B><I>Timpul 1: Admisia. </I></B>&nbsp;Pistonul delimiteaz&#259; ini&#355;ial &#238;n cilindru cel mai mic volum. Supapa de admisie este
   deschis&#259;, iar cea de evacuare &#238;nchis&#259;. Pistonul este tras (prin rotirea axului motorului) &#351;i &#238;n cilindru p&#259;trunde un
   amestec de aer &#351;i vapori combustibili (figura&nbsp;1&minus;2a).

<P><IMG src="img/vrmla.gif" align=top>
   <A href="img/1g1_2.wrl" target=new><IMG src="img/1g1_2.jpg" border=0 hspace=14></A>
      <BR><FONT size=-1><I><B>&nbsp;Figura 1-2. </B>Func&#355;ionarea motorului Otto &#238;n patru timpi.
         </I></FONT></P>

<P><B><I>Timpul 2: Compresia. </I></B>&nbsp;La sf&#226;r&#351;itul admisiei, pistonul delimiteaz&#259; &#238;n cilindru cel mai mare volum. Ambele supape sunt
   &#238;nchise. Pistonul este &#238;mpins (prin rotirea axului motorului) &#351;i amestecul este comprimat (figura&nbsp;1&minus;2b).         

<P><B><I>Timpul 3: Arderea. </I></B>&nbsp;La sf&#226;r&#351;itul compresiei, pistonul delimiteaz&#259; &#238;n cilindru cel mai mic volum. Ambele supape sunt
   &#238;nchise. Amestecul combustibil este aprins printr&minus;o sc&#226;nteie produs&#259; de bujie &#351;i arde foarte rapid. Motorul prime&#351;te
   c&#259;ldur&#259; de la arderea combustibilului. Presiunea &#351;i temperatura cresc brusc. Pistonul este &#238;mpins de gazul care se 
   destinde &minus; motorul efectueaz&#259; lucru mecanic! (figura&nbsp;1&minus;2c).
   
<P><B><I>Timpul 4: Evacuarea. </I></B>&nbsp;La sf&#226;r&#351;itul arderii, pistonul delimiteaz&#259; ini&#355;ial &#238;n cilindru cel mai mare volum. Supapa 
   de evacuare se deschide &#351;i gazul din cilindru &#238;&#351;i reduce brusc presiunea. Pistonul este &#238;mpins &#351;i gazul este evacuat din
   cilindru (figura&nbsp;1&minus;2d).
</FONT>
</DIV>   

<P>Aceast&#259; succesiune de evenimente se repet&#259; de zeci de ori pe secund&#259;, furniz&#226;nd &#238;n timpii 3 suficient&#259; energie sub form&#259;
   de lucru mecanic pentru a men&#355;ine motorul &#238;n func&#355;iune, dar &#351;i pentru a men&#355;ine &#238;n mi&#351;care sistemul cuplat la motor.

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 1-1</B>
  <P>Ce ar trebui f&#259;cut oare pentru ca randamentul unui motor Otto s&#259; fie c&#226;t mai mare, transform&#226;nd astfel c&#226;t mai eficient
     c&#259;ldura &#238;n lucru mecanic?
</DIV>

<P>Dac&#259; ai avea expresia randamentului, ai afla care sunt parametrii de care acesta depinde &#351;i ai putea 
   interveni asupra acestor parametrii pentru a &#238;mbun&#259;t&#259;&#355;i eficien&#355;a motorului.
   
<P>&#206;ntr&minus;o prim&#259; aproxima&#355;ie, calculul randamentului poate fi f&#259;cut aproxim&#226;nd procesele din timul func&#355;ion&#259;rii 
   motoruli cu transform&#259;ri simple ale unui gaz ideal (figura&nbsp;1&minus;3).
   
<P><IMG src="img/vrmla.gif" align=top>
   <A href="img/1g1_3.wrl" target=new><IMG src="img/1g1_3.jpg" border=0 hspace=14></A>
      <BR><FONT size=-1><I><B>&nbsp;Figura 1-3. </B>Aproximarea proceselor dintr&minus;un motor Otto.
         </I></FONT></P>
         
<P>&#206;n timpul 1, admisia, volumul gazului din cilindru cre&#351;te practic la presiune &#351;i temperatur&#259; constant&#259;. Reprezentarea 
   0&rarr;1 a fost f&#259;cut&#259; punctat, deoarece &#238;n tot timpul acestui proces, num&#259;rul de moli de gaz din cilindru este
   <I>variabil</I> &minus; transformarea nu este nici izobar&#259;, nici izoterm&#259;!
   
<P>Timpul 2, compresia, este suficient de rapid&#259;, astfel c&#259; poate fi aproximat&#259; prin adiabata 1&rarr;2. &#206;n acest proces,
   amestecul combustibil nu schimb&#259; c&#259;ldur&#259; &#351;i prime&#351;te lucru mecanic. Aproxim&#226;nd amestecul un gaz ideal, lucrul mecanic
   primit este:
   
<P align=center><IMG src="img/e1g1_1.gif">

<P>Temperatura amestecului cre&#351;te (<I>T</I><SUB>2</SUB>&gt;<I>T</I><SUB>1</SUB>), ceea ce pune probleme de stabilitate a
   acestuia: amestecul <I>nu trebuie s&#259; se autoaprind&#259;</I> &#238;nainte de finalizarea compresiei.

<P>Timpul 3, arderea, corespunde succesiunii de transform&#259;ri 2&rarr;3&rarr;4. &#206;n starea 2 este declan&#351;at&#259; sc&#226;nteia, amestecul
   se aprinde &#351;i arde. Presiunea &#351;i temperatura cresc at&#226;t de repede &#238;nc&#226;t pistonul practic nu se deplaseaz&#259; &minus; procesul
   2&rarr;3 este aproape izocor. Gazul nu efectueaz&#259; lucru mecanic &#351;i prime&#351;te cantitatea de c&#259;ldur&#259;:
   
<P align=center><IMG src="img/e1g1_2.gif">

<P>Imediat dup&#259; aceasta, gazul se destinde suficient de rapid pentru a considera procesul ca fiind adiabatic. Gazul nu schimb&#259;
   c&#259;ldur&#259; &#351;i efectueaz&#259; lucrul mecanic:
   
<P align=center><IMG src="img/e1g1_3.gif">

<P>La &#238;nceputul timpului 4, evacuarea, deschiderea supapei de evacuare provoac&#259; o sc&#259;derea brusc&#259; a presiunii &#351;i temperaturii
   gazului din cilindru, aproape f&#259;r&#259; modificarea volumului. Procesul poate fi aproximat prin izocora 4&rarr;1. Gazul nu
   efectueaz&#259; lucru mecanic &#351;i cedeaz&#259; cantitatea de c&#259;ldur&#259;:
   
<P align=center><IMG src="img/e1g1_4.gif">

<P>Evacuarea gazului din cilindru este reprezentat&#259; punctat, deoarece num&#259;rul de moli este variabil. 

<P>Po&#355;i calcula acum randamentul ciclului Otto:

<P align=center><IMG src="img/e1g1_5.gif">

<P>&#206;n aceast&#259; form&#259;, randamentul depinde de cele patru temperaturi. Aceste temperaturi <I>nu</I> sunt independente. 

<P>Pentru transformarea adiabatic&#259; 1&rarr;2, po&#355;i scrie:

<P align=center><IMG src="img/e1g1_6.gif">

<P>De aici, ob&#355;ii imediat:

<P align=center><IMG src="img/e1g1_7.gif">

<P>Raportul volumelor extreme ale ciclului, <IMG src="img/e1g1_8.gif" align=absmiddle>, este numit <I>raport&nbsp;de&nbsp;compresie</I>,
   astfel c&#259;:
   
<P align=center><IMG src="img/e1g1_9.gif">

<P>Asem&#259;n&#259;tor, din ecua&#355;ia adiabatei 3&rarr;4, ob&#355;ii:

<P align=center><IMG src="img/e1g1_10.gif">

<P>Cu acestea, randamentul ciclului Otto este:

<P align=center><IMG src="img/e1g1_11.gif">

<P>A&#351;adar, randamentul ciclului Otto depinde doar de raportul de compresie <I>&epsilon;</I>! Deoarece exponentul adiabatic
   este supraunitar, cu c&#226;t este mai mare raportul de compresie, cu at&#226;t mai mare este randamentul!
   
<P>&#206;n practic&#259;, raportul de compresie tipic al unui motor Otto este &#238;n gama 8...12, fiind limitat de calit&#259;&#355;ile combustibilului
   folosit.

</BODY>
</HTML>


























