<HTML>
<HEAD>
<TITLE>IG-2. Motorul Diesel</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Motoare termice</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>G-2.&nbsp;</H2></TD>
    <TD><H2>Motorul Diesel</H2></TD>
  </TR>
</TABLE>
</DIV>

<P>&#206;n 1897, germanul Rudolf Diesel a realizat un motor mai eficient dec&#226;t cel al lui Otto, comprim&#226;nd doar aer (neamestecat
   cu combustibil). Este evitat&#259; astfel autoaprinderea combustibilului, iar raportul de compresie poate fi m&#259;rit foarte mult.
   
<P>Combustibilul este introdus &#238;n cilindrul motorului doar la sf&#226;r&#351;itul compresiei, aprinz&#226;ndu&minus;se &#238;n contact cu aerul
   suficient de fierbinte. 
   
<P>Arderea combustibilului este mai lent&#259;, f&#259;c&#226;ndu&minus;se pe m&#259;sur&#259; ce acesta p&#259;trunde &#238;n cilindru. Transformarea este
   aproape o izobar&#259; (figura&nbsp;2&minus;1).

<P><IMG src="img/vrmla.gif" align=top>
   <A href="img/1g2_1.wrl" target=new><IMG src="img/1g2_1.jpg" border=0 hspace=14></A>
      <BR><FONT size=-1><I><B>&nbsp;Figura 2-1. </B>Ciclul termodinamic al motorului Diesel.
         </I></FONT></P>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 2-1</B>
  <P>C&#226;t este oare randamentul ciclului Diesel?
</DIV>

<P>Po&#355;i calcula randamentul oric&#259;rui ciclu termodinamic folosind cea mai convenabil&#259; variant&#259; a expresiei:

<P align=center><IMG src="img/e1g2_1.gif">

<P>Dou&#259; dintre transform&#259;rile ciclului Diesel sunt adiabate, astfel &#238;nc&#226;t sistemul schimb&#259; c&#259;ldur&#259; cu mediul doar &#238;n 
   celelalte dou&#259; transform&#259;ri. Cea de&minus;a doua variant&#259; este mai convenabil&#259; &minus; vei fi nevoit s&#259; exprimi doar dou&#259;
   cantit&#259;&#355;i de c&#259;ldur&#259;.
   
<P>&#206;n timpul transform&#259;rii izobare 2&rarr;3, datorit&#259; arderii combustibilului, gazul prime&#351;te cantitatea de c&#259;ldur&#259;:

<P align=center><IMG src="img/e1g2_2.gif">
   
<P>&#206;n timpul transform&#259;rii izocore 4&rarr;1, datorit&#259; deschiderii supapei de evacuare, gazul se r&#259;ce&#351;te brusc, ced&#226;nd 
   cantitatea de c&#259;ldur&#259;:
   
<P align=center><IMG src="img/e1g2_3.gif">

<P>Astfel, expresia randamentului ciclului Diesel devine:

<P><TABLE width=100%>
      <TR>
         <TD width=20%>&nbsp;</TD>
         <TD width=60% align=center><IMG src="img/e1g2_4.gif"</TD>
         <TD align=right>(1)</TD>
      </TR>
   </TABLE>
   
<P>Temperaturile atinse &#238;n timpul ciclului nu sunt independente. Din ecua&#355;ia compresiei adiabatice 1&rarr;2, ob&#355;ii:

<P align=center><IMG src="img/e1g2_5.gif">

<P>unde <IMG src="img/e1g2_6.gif" align=absmiddle> este raportul de compresie al motorului.

<P>Din ecua&#355;ia transform&#259;rii izocore 2&rarr;3, ob&#355;ii:

<P align=center><IMG src="img/e1g2_7.gif">

<P>unde <IMG src="img/e1g2_8.gif" align=absmiddle> este raportul de destindere izobar&#259;.

<P>Din ecua&#355;ia destinderii adiabatice 3&rarr;4:

<P align=center><IMG src="img/e1g2_9.gif">

<P>rezult&#259;

<P align=center><IMG src="img/e1g2_10.gif">

<P>Astfel, 

<P align=center><IMG src="img/e1g2_11.gif">

<P>Folosind &#238;n rela&#355;ia (1) expresiile prelucrate ale temperaturilor, expresia final&#259; a randamentului ciclului Diesel este:

<P align=center><IMG src="img/e1g2_12.gif">

<P>Motoarele Diesel func&#355;ioneaz&#259; cu randament mai mare dec&#226;t cele Otto &#351;i pot utiliza combustibili mai ieftini (cum este
   motorina), neexist&#226;nd pericolul autoaprinderii &#238;n timpul compresiei.
   
<P>Cu toate acestea, motoarele Diesel prezint&#259; dezavantajul unei func&#355;ion&#259;ri mai lente &minus; arderea combustibilului se
   face treptat, pe m&#259;sura introducerii acestuia &#238;n cilindru. Aceasta conduce la motoare mai masive, la aceea&#351;i putere
   dezvoltat&#259; (putere specific&#259; mic&#259;).
   
<P>Motoarele moderne func&#355;ioneaz&#259; dup&#259; o combina&#355;ie a ciclurilor Otto &#351;i Diesel, p&#259;str&#226;nd parte din avantajele fiec&#259;ruia: 
   randamente ridicate &#351;i puteri specifice mari (figura 2&minus;2).
   
<P><TABLE>
     <TR valign=bottom>
        <TD><IMG src="img/1g2_2.gif" hspace=4></TD>
        <TD><FONT size=-1><I><B>&nbsp;Figura 2. </B>Func&#355;ionarea unui motor modern, cu patru supape pentru fiecare cilindru 
        &#351;i injec&#355;ie de benzin&#259;.</I></FONT></TD>
     </TR>
   </TABLE>

</BODY>
</HTML>



























