<HTML>
<HEAD>
<TITLE>IG-3. Pompa termic&#259; &#351;i frigiderul</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Motoare termice</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>G-3.&nbsp;</H2></TD>
    <TD><H2>Pompa termic&#259; &#351;i frigiderul</H2></TD>
  </TR>
</TABLE>
</DIV>

<P>Motoarele termice transfer&#259; lucru mecanic mediului pe seama energiei primit&#259; sub form&#259; de c&#259;ldur&#259; de la acesta
   (figura&nbsp;3&minus;1a).

<P><IMG src="img/1g3_1.jpg" hspace=4><BR><FONT size=-1><I><B>&nbsp;Figura 3&minus;1. </B><B>a. </B>Transform&#259;ri ale energiei &#238;ntr&minus;un motor termic.
  <B>b.&nbsp;</B>Un ciclu termodinamic tipic al unui motor termic.</I></FONT> 

<P>&#206;n destinderile de pe parcursul ciclului termodinamic, motorul efectueaz&#259; mai mult lucru mecanic dec&#226;t &#238;n compresiile de
   pe parcursul ciclului: &#238;n coordonate <I>p&minus;V</I> ciclul este parcurs &#238;n sensul acelor de ceas (figura&nbsp;3&minus;1b).

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 3-1</B>
  <P>Ce te a&#351;tep&#355;i s&#259; se &#238;nt&#226;mple dac&#259; ciclul ar fi parcurs &#238;n sens invers?
</DIV>

<P>Dac&#259; ciclul ar fi parcurs &#238;n sens invers, s&minus;ar inversa toate transferurile de energie! (figura&nbsp;3&minus;2).

<P><IMG src="img/1g3_2.jpg" hspace=4><BR><FONT size=-1><I><B>&nbsp;Figura 3&minus;2. </B>Inversarea sensului parcurgerii ciclului
   conduce la inversarea tuturor transferurilor de energie.</I></FONT> 

<P>Aceasta &#238;nseamn&#259; c&#259; motorul "inversat" trebuie s&#259; i se transfere lucru mecanic net, dar va prelua energie sub form&#259; de 
   c&#259;ldur&#259; dintr&minus;o zon&#259; rece &#351;i o va transfera &#238;ntr&minus;o zon&#259; cu temperatur&#259; mai mare! Motorul inversat devine o
   "pomp&#259;" care determin&#259; trecerea energiei sub form&#259; de c&#259;ldur&#259; dintr&minus;o zon&#259; rece &#238;ntr&minus;una mai cald&#259;.
   
<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>pomp&#259; termic&#259;</I> o ma&#351;in&#259; care transfer&#259; energie sub
   form&#259; de c&#259;ldur&#259; de la o zon&#259; mai rece c&#259;tre una mai cald&#259;, utiliz&#226;nd energie sub form&#259; de lucru mecanic.</B>
</DIV>

<P>Scopul utiliz&#259;rii unei pompe termice este s&#259; &#238;nc&#259;lzim zona mai cald&#259;. Pentru aceasta trebuie utilizat&#259; energie sub form&#259;
   de lucru mecanic. Suntem interesa&#355;i s&#259; ob&#355;inem c&#226;t mai mult&#259; energie sub form&#259; de c&#259;ldur&#259;, utiliz&#226;nd c&#226;t mai pu&#355;in&#259; 
   energie sub form&#259; de lucru mecanic.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>eficien&#355;a</I> unei pompe termice raportul dintre cantitatea
   de c&#259;ldur&#259; ob&#355;inut&#259; &#238;n zona mai cald&#259; &#351;i lucrul mecanic utilizat:</B>
<P align=center><IMG src="img/e1g3_1.gif">
</DIV>

<P>Dac&#259; pompa fucn&#355;ioneaz&#259; ciclic, varia&#355;ia energiei sale interne este nul&#259;. Conform principiului I al termodinamicii, lucrul
   mecanic utilizat este egal cu cantitatea total&#259; de c&#259;ldur&#259; schimbat&#259; de pomp&#259; cu mediul s&#259;u. A&#351;adar, eficien&#355;a pompei 
   termice este:
   
<P align=center><IMG src="img/e1g3_2.gif">

<P>Deoarece <I>Q</I><SUB>primit&#259;</SUB>&gt;0, iar <I>Q</I><SUB>cedat&#259;</SUB>&lt;0, rezult&#259; c&#259; eficien&#355;a unei pompe termice este
   <I>supraunitar&#259;</I>: ob&#355;inem mai mult&#259; energie sub form&#259; de c&#259;ldur&#259; dec&#226;t lucrul mecanic utilizat! Suplimentu este cantitatea
   de c&#259;ldur&#259; presulata de la zona mai rece.
   
<P>Uneori suntem interesa&#355;i s&#259; r&#259;cim &#351;i s&#259; men&#355;inem rece o zon&#259; aflat&#259; &#238;ntr&minus;un mediu mai cald.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>ma&#351;in&#259; frigorific&#259;</I> o ma&#351;in&#259; care r&#259;ce&#351;te o zon&#259; &#351;i o 
   men&#355;ine rece extr&#259;g&#226;nd de aici energie sub form&#259; de c&#259;ldur&#259; &#351;i transfer&#226;nd&minus;o unei zone mai calde.</B>
</DIV>

<P>Frigiderul este o ma&#351;in&#259; frigorific&#259;: acesta r&#259;ce&#351;te &#351;i men&#355;ine rece compartimentul s&#259;u interior, transfer&#226;nd c&#259;ldur&#259;
   &#238;nc&#259;perii &#238;n care frigiderul func&#355;ioneaz&#259;.

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 3-2</B>
  <P>Caut&#259; &#238;n spatele frigiderului. Vei g&#259;si un <I>radiator</I> de c&#259;ldur&#259; &minus; o serpentin&#259; cu aripioare de r&#259;cire
     (figura&nbsp;3&minus;3).
  <P>Testeaz&#259; dac&#259; radiatorul este mai cald dec&#226;t aerul din &#238;nc&#259;pere. &#206;ncotro este transferat&#259; c&#259;ldur&#259;?
</DIV>

<P><TABLE>
     <TR valign=bottom>
        <TD><IMG src="img/1g3_3.jpg" hspace=4></TD>
        <TD><FONT size=-1><I><B>&nbsp;Figura 1-3. </B>Partea din spate a unui frigider.
            </I></FONT></TD>
     </TR>
   </TABLE>
   
<P>Frigiderul utilizeaz&#259; un <I>agent frigorific</I> &minus; o substan&#355;&#259; cu temperatur&#259; cobor&#226;t&#259; de fierbere. Frigiderele mai
   noi utilizeaz&#259; <I>propanul</I>. Acesta este preferat <I>freonului</I> utilizat &#238;n frigiderele mai vechi, datorit&#259; efectului
   distructiv asupra stratului de ozon din atmosfer&#259; pe care &#238;l are freonul.
   
<P>Vaporii agentului frigorific sunt comprima&#355;i &#238;n <I>compresor</I>. Acesta esteac&#355;ionat de un motor electric, care transfer&#259;
   frigiderului energie sub form&#259; de lucru mecanic (pe seama energiei electrice utilizat&#259;).
   
<P>Vaporii comprima&#355;i trec prin serpentina radiatorului &#351;i transfer&#259; c&#259;ldur&#259; mediului. R&#259;cindu&minus;se, vaporii se lichefiaz&#259;.
   Lichidul ob&#355;inut este trecut printr&minus;un tub foarte sub&#355;ire (tub <I>capilar</I>), mic&#351;or&#226;ndu&minus;&#351;i mult presiunea.
   
<P>Reduc&#226;ndu&minus;&#351;i presiunea, lichidul vaporizeaz&#259;, prelu&#226;nd astfel c&#259;ldur&#259; din compartimentul interior al frigiderului.

<P>Vaporii rezulta&#355;i sunt prelua&#355;i de compresor &#351;i ciclul se reia. Astfel, compartimentul interior al frigiderului se r&#259;ce&#351;te
   &#351;i este men&#355;inut rece. 
   
<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 3-3</B>
  <P>Ce te a&#351;tep&#355;i s&#259; se &#238;nt&#226;mple dac&#259; motorul compresorului &#238;nceteaz&#259; s&#259; func&#355;ioneze?
</DIV>
   
</BODY>
</HTML>




























