<HTML>
<HEAD>
<TITLE>IG. Alte provoc&#259;ri</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
.drag{position:relative;cursor:hand; font-weight: bold}
</STYLE>

</HEAD>

<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Motoare termice</H3></H3>
  </TR>
</TABLE>
<H2 class="challange"><I>Alte provoc&#259;ri</I></H2>



<OL>
  <P><BR><LI><B><I>Motorul termic... uman!</I></B>
     <P>Comenteaz&#259; dac&#259; tu e&#351;ti un motor termic.

  <P><BR><LI><B><I>Armele de foc</I></B>
     <P>Sunt oare armele de foc motoare termice?
     
  <P><BR><LI><B><I>Motorul</I></B>
     <P>Un motor termic func&#355;ioneaz&#259; dup&#259; ciclul reprezentat &#238;n figura&nbsp;1.
     <P><IMG src="img/vrmla.gif" align=top>
        <A href="img/1g_p1.wrl" target=new><IMG src="img/1g_p1.jpg" border=0 hspace=14></A>
           <BR><FONT size=-1><I><B>&nbsp;Figura 1. </B>Ciclul unui motor termic.
           </I></FONT></P>
     <P>Motorul parcurge ciclul de zece ori pe secund&#259; &#351;i prime&#351;te &#238;n fiecare ciclu 2&nbsp;kJ sub form&#259; de c&#259;ldur&#259;.
     <P><B>a. </B>&#206;n care dintre transform&#259;ri motorul prime&#351;te c&#259;ldur&#259; &#351;i &#238;n care cedeaz&#259; c&#259;ldur&#259;?
     <P><B>b. </B>&#206;n care dintre transform&#259;ri motorul prime&#351;te lucru mecanic &#351;i &#238;n care efectueaz&#259; lucru mecanic?
     <P><B>c. </B>C&#226;t este randamentul motorului?
     <P><B>d. </B>C&#226;t este puterea mecanic&#259; furnizat&#259; de motor?
     <P><FONT size=-1><I>R&#259;spuns par&#355;ial: </I><B>c. </B>50%;&nbsp;<B>d. </B>10&nbsp;kW.
     </FONT>
     
  <P><BR><LI><B><I>Cre&#351;terea randamentului</I></B>
     <P>Un motor Otto func&#355;ioneaz&#259; cu un gaz al c&#259;rui exponent adiabatic este 1,4. 
     <P>Cu c&#226;t cre&#351;te randamentul teoretic al motorului, dac&#259; raportul de compresie este m&#259;rit de la 8 la 10?
     <P><FONT size=-1><I>R&#259;spuns: </I>Cu 6,5% (de la 56,5% la 60,2%).
     </FONT>

  <P><BR><LI><B><I>Randamentul real</I></B>
     <P>Func&#355;ionarea unui motor Otto real se deosebe&#351;te considerabil de modelul s&#259;u teoretic (figura&nbsp;2).
     <P><TABLE>
       <TR valign=bottom>
          <TD><IMG src="img/1g_p2.jpg" hspace=4></TD>
          <TD><FONT size=-1><I><B>&nbsp;Figura 2. </B>Ciclul real parcurs de un motor Otto.</I></FONT></TD>
       </TR>
     </TABLE> 
     <P>Pentru un raport de compresie 8, randamentul real este doar aproximativ 25%. 
     <P>Prezint&#259; c&#226;teva motive pentru care randamentul real este mult sub cel teoretic.
     <P><FONT size=-1><I>R&#259;spuns: </I>Compresia &#351;i destinderea nu sunt riguros adiabatice, astfel &#238;nc&#226;t o bun&#259; parte din
        c&#259;ldura primit&#259; este transferat&#259; mediului &minus; motorarele au nevoie de o instala&#355;ie de r&#259;cire, altfel s&minus;ar
        topi! Totodat&#259;, gazele rezultate &#238;n urma arderii sunt fierbin&#355;i &minus; evacuarea lor transfer&#259; mediului o mare parte
        din c&#259;ldura primit&#259;. Mai mult, o parte considerabil&#259; din lucrul mecanic efectuat se "risipe&#351;te" datorit&#259; frec&#259;rilor 
        (cine a pornit un motor Otto sau Diesel rotind o manivel&#259; sau &#238;mping&#226;nd vehiculul, realizeaz&#259; c&#226;t de mari sunt for&#355;ele
        de frecare care trebuiesc "&#238;nvinse"!).
     </FONT>

  <P><BR><LI><B><I>Otto sau Diesel?</I></B>
     <P>Compar&#259; avantajele &#351;i dezavantajele motoarelor Otto &#351;i Diesel.
     
  <P><BR><LI><B><I>Motorul hibrid</I></B>
     <P>De un mare succes se bucur&#259; acum vehiculele cu motor hibrid. Intereseaz&#259;&minus;te &#238;n leg&#259;tur&#259; cu acest subiect de
        mare viitor.

  <P><BR><LI><B><I>Turboreactorul</I></B>
     <P>Avioanele moderne sunt propulsate de motoare turboreactoare (figura&nbsp;3).
     <P><TABLE>
       <TR valign=bottom>
          <TD><IMG src="img/1g_p3.jpg" hspace=4></TD>
          <TD><FONT size=-1><I><B>&nbsp;Figura 3. </B>Motorul turboreactor al unui avion.</I></FONT></TD>
       </TR>
     </TABLE>
     <P>Acesta func&#355;ioneaz&#259; dup&#259; un ciclu alc&#259;tuit din dou&#259; izobare &#351;i dou&#259; adiabate.
     <P><B>a. </B>Reprezint&#259; grafic ciclul &#238;n coordonate <I>p&minus;V</I>.
     <P><B>b. </B>Calculeaz&#259; randamentul acestui ciclu, &#238;n func&#355;ie de raportul dintre presiunile extreme atinse pe parcursul
        ciclului.
        
  <P><BR><LI><B><I>Pompa termic&#259;</I></B>
     <P>O pomp&#259; termic&#259; func&#355;ioneaz&#259; cu aer, dup&#259; un ciclu format din dou&#259; izobare &#351;i dou&#259; adiabate.
     <P><B>a. </B>Reprezint&#259; grafic acest ciclu &#238;n coordonate <I>p&minus;V</I>.
     <P><B>b. </B>Calculeaz&#259; eficien&#355;a acestei pompe termice, &#238;n func&#355;ie de raportul dintre presiunile extreme atinse pe
        parcursul ciclului.
        
  <P><BR><LI><B><I>Aer condi&#355;ionat</I></B>
     <P>Este oare o instala&#355;ie de aer condi&#355;ionat o pomp&#259; termic&#259;, sau o instala&#355;ie frigorific&#259;? Ar putea fi &#351;i una &#351;i 
        cealalt&#259;? Argumenteaz&#259; r&#259;spunsurile tale.
              
  <P><BR><LI><B><I>Frigiderul</I></B>
     <P>Consult&#259; bro&#351;ura cu instruc&#355;iunile de utilizare ale unui frigider. Consemneaz&#259; informa&#355;iile remarcabile pe care le&minus;ai
        ob&#355;inut.

  <P><BR><LI><B><I>Alimente fierbin&#355;i &#238;n frigider</I></B>
     <P>Este bine s&#259; introduci alimente fierbin&#355;i &#238;n frigider? De ce oare?

</OL>

</BODY>
</HTML>































