<HTML>
<HEAD>
<TITLE>IH-1. Procese reversibile &#351;i ireversibile</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Al doilea principiu al termodinamicii</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>H-1.&nbsp;</H2></TD>
    <TD><H2>Procese reversibile &#351;i ireversibile</H2></TD>
  </TR>
</TABLE>
</DIV>

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 1-1</B>
  <P>Cum ai reprezenta, &#238;n coordonate <I>p&minus;V</I>, comprimarea foarte rapid&#259; a unui gaz &#238;ntr&minus;un cilindru izolat
     adiabatic, p&#226;n&#259; la jum&#259;tatea volumului s&#259;u ini&#355;ial?
</DIV>

<P>&#206;n timpul unei comprim&#259;ri foarte rapide, presiunea &#351;i temperatura gazului nu sunt bine definite: &#238;n imediata vecin&#259;tate
   a pistonului exist&#259; un strat de gaz la presiune &#351;i temperatur&#259; <I>mai mari</I> dec&#226;t &#238;n restul incintei! Este nevoie de
   timp pentru uniformizarea presiunii &#351;i temperaturii.
   
<P>Nu sunt definite dec&#226;t st&#259;rile ini&#355;ial&#259; &#351;i final&#259; (acestea sunt st&#259;ri de echilibru termodinamic). Nici una dintre st&#259;rile
   intermediare nu poate fi reprezentat&#259;, deoarece nu sunt st&#259;ri de echilibru (figura&nbsp;1&minus;1).

<P><IMG src="img/vrmla.gif" align=top>
   <A href="img/1h1_1.wrl" target=new><IMG src="img/1h1_1.jpg" border=0 hspace=14></A>
      <BR><FONT size=-1><I><B>&nbsp;Figura 1-1. </B>Reprezentarea unei compresii adiabatice cu st&#259;ri intermediare de neechilibru.
         </I></FONT></P>
   
<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 1-2</B>
  <P>Cum ai reprezenta, &#238;n coordonate <I>p&minus;V</I>, comprimarea <I>foarte lent&#259;</I> a unui gaz &#238;ntr&minus;un cilindru izolat
     adiabatic, p&#226;n&#259; la jum&#259;tate din volumul s&#259;u ini&#355;ial, f&#259;r&#259; frec&#259;ri &#238;ntre cilindru &#351;i piston?
</DIV>

<P>Cu c&#226;t este mai lent&#259; comprimarea, cu at&#226;t sunt mai mici varia&#355;iile de la un loc la altul ale parametrilor termodinamici ai
   gazului.&#206;n tot timpul comprim&#259;rii, gazul trece prin st&#259;ri care sunt <I>aproape</I> de echilibru termodinamic. Efectu&#226;nd 
   comprimarea &#351;i mai lent, vor fi &#351;i mai mici diferen&#355;ele fa&#355;&#259; de st&#259;ri de echilibru. Transformarea poate fi reprezentat&#259; 
   grafic ca o succesiune <I>continu&#259;</I> de st&#259;ri de echilibru &minus; o linie continu&#259; &#238;n coordonate <I>p&minus;V</I>
    (figura&nbsp;1&minus;2).

<P><IMG src="img/vrmla.gif" align=top>
   <A href="img/1h1_2.wrl" target=new><IMG src="img/1h1_2.jpg" border=0 hspace=14></A>
      <BR><FONT size=-1><I><B>&nbsp;Figura 1-2. </B>Compresie adiabatic&#259; lent&#259; a unui gaz.
         </I></FONT></P>

<P>Invers&#226;nd sensul de deplasare foarte lent&#259; a pistonului, gazul va trece, &#238;n sens invers, prin <I>acelea&#351;i</I> st&#259;ri de
   intermediare de echilibru (figura&nbsp;1&minus;3).

<P><IMG src="img/vrmla.gif" align=top>
   <A href="img/1h1_3.wrl" target=new><IMG src="img/1h1_3.jpg" border=0 hspace=14></A>
      <BR><FONT size=-1><I><B>&nbsp;Figura 1-3. </B>Inversarea compresiei adiabatice.
         </I></FONT></P>

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>transformare reversibil&#259;</I> transformarea care, 
   printr&minus;o varia&#355;ie infim&#259; &#238;n mediul &#238;nconjur&#259;tor, poate fi inversat&#259; &#351;i se desf&#259;&#351;oar&#259; trec&#226;nd prin acelea&#351;i st&#259;ri
   intermediare de echilibru.</B>
</DIV>

<P>Invers&#226;nd sensul de deplasare al pistonului &#351;i deplas&#226;ndu&minus;l foarte rapid, presiunea gazului &#238;n imediata vecin&#259;tate a
   pistonului va fi <I>mai mic&#259;</I> dec&#226;t &#238;n cazul destinderii lente. Lucrul mecanic schimbat de gaz cu mediul &#351;i, &#238;n
   consecin&#355;&#259;, varia&#355;ia energiei interne &#351;i starea final&#259; vor fi <I>diferite</I> de cele de la care a &#238;nceput comprimarea! O 
   transformare adiabatic&#259; rapid&#259; este ireversibil&#259;.

</BODY>
</HTML>






























