<HTML>
<HEAD>
<TITLE>IH-2. Ciclul Carnot</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Al doilea principiu al termodinamicii</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>H-2.&nbsp;</H2></TD>
    <TD><H2>Ciclul Carnot</H2></TD>
  </TR>
</TABLE>
</DIV>

<P>&#206;ncerc&#226;nd s&#259; fundamenteze teoretic func&#355;ionarea motoarelor termice, francezul Sadi Carnot propune &#238;n 1824 o succesiune de
   transform&#259;ri destinat&#259; ob&#355;inerii <I>celui mai mare randament posibil</I> de transformare a c&#259;ldurii &#238;n lucru mecanic.
   
<P>Ciclul Carnot este alc&#259;tuit doar din transform&#259;ri reversibile. Dou&#259; dintre transform&#259;ri sunt izoterme &#351;i celelalte dou&#259; sunt
   adiabate (figura&nbsp;2&minus;1).

<P><IMG src="img/vrmla.gif" align=top>
   <A href="img/1h2_1.wrl" target=new><IMG src="img/1h2_1.jpg" border=0 hspace=14></A>
      <BR><FONT size=-1><I><B>&nbsp;Figura 2-1. </B>Ciclul Carnot reversibil.
         </I></FONT></P>

<P>Substan&#355;a de lucru (un gaz ideal) prime&#351;te c&#259;ldur&#259; izoterm la temperatura ridicat&#259; <I>T</I><SUB>1</SUB> &#351;i cedeaz&#259;
   c&#259;ldur&#259; izoterm la temperatura mai cobor&#226;t&#259; <I>T</I><SUB>2</SUB>.

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 2-1</B>
  <P>C&#226;t este oare randamentul ciclului Carnot?
</DIV>

<P>Dou&#259; dintre transform&#259;ri fiind adiabate, este convenabil s&#259; calculezi randamentul ciclului pornind de la:

<P align=center><IMG src="img/e1h2_1.gif">

<P>Gazul prime&#351;te c&#259;ldur&#259; &#238;n timpul transform&#259;rii izoterme 1&rarr;2:

<P align=center><IMG src="img/e1h2_2.gif">

<P>&#351;i cedeaz&#259; c&#259;ldur&#259; &#238;n timpul izotermei 3&rarr;4:

<P align=center><IMG src="img/e1h2_3.gif">

<P>Astfel, expresia randamentului ciclului devine:

<P align=center><IMG src="img/e1h2_4.gif">

<P>Temperaturile &#351;i volumele atinse &#238;n timpul ciclului nu sunt independente. Din ecua&#355;ia adiabatei 2&rarr;3:

<P align=center><IMG src="img/e1h2_5.gif">

<P>iar din ecua&#355;ia adiabatei 4&rarr;1:

<P align=center><IMG src="img/e1h2_6.gif">

<P>Rezult&#259; c&#259; &#238;ntre volume exist&#259; rela&#355;ia:

<P align=center><IMG src="img/e1h2_7.gif">

<P>Astfel, expresia randamentului ciclului Carnot este:

<P align=center><IMG src="img/e1h2_8.gif">

<P>Randamentul ciclului Carnot depinde <I>doar</I> de temperaturile extreme &#238;ntre care se desf&#259;&#351;oar&#259;. Randamentul cre&#351;te
   dac&#259; temperatura maxim&#259; este mai mare, iar temperatura minim&#259; este mai mic&#259;.

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 2-2</B>
  <P>C&#226;t este randamentul unui ciclu Carnot care se desf&#259;&#351;oar&#259; &#238;ntre temperaturile de fierbere &#351;i de &#238;nghe&#355; ale apei la
     presiune atmosferic&#259; normal&#259;?
  <P>Dar dac&#259; temperatura maxim&#259; la care se desf&#259;&#351;oar&#259; ciclul cre&#351;te cu 100&nbsp;K, f&#259;r&#259; modificarea temperaturii minime?
</DIV>

<P>Dac&#259; diferen&#355;a dintre cele dou&#259; temperaturi extreme se mic&#351;oreaz&#259;, randamentul devine din ce &#238;n ce mai mic.

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 2-3</B>
  <P>C&#226;t este randamentul unui ciclu Carnot care se desf&#259;&#351;oar&#259; &#238;ntre temperaturile extreme 274&nbsp;K &#351;i 273&nbsp;K?
</DIV>

<P>La limit&#259;, c&#226;nd temperaturile extreme devin <I>egale</I>, randamentul devine nul!

<P>Aceasta &#238;nseamn&#259; c&#259; nu poate fi ob&#355;inut lucru mecanic printr&minus;un proces ciclic func&#355;ion&#226;nd la o singur&#259; temperatur&#259;
   (proces monoterm). A&#351;adar, c&#259;ldura <I>nu poate fi tranformat&#259; integral &#238;n lucru mecanic<I>!

</BODY>
</HTML>






























