<HTML>
<HEAD>
<TITLE>IH-3. Al doilea principiu al termodinamicii</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Al doilea principiu al termodinamicii</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>H-3.&nbsp;</H2></TD>
    <TD><H2>Al doilea principiu al termodinamicii</H2></TD>
  </TR>
</TABLE>
</DIV>

<P>Ciclul Carnot este cel mai performant ciclu termodinamic posibil: acesta are celmai mare randament care poate fi ob&#355;inut
   pentru temperaturile extreme &#238;ntre care se desf&#259;&#351;oar&#259;.
   
<P>Analiza acestui ciclu a condus la imposibilitatea transform&#259;rii integrale a c&#259;ldurii &#238;n lucru mecanic. Afirmarea acestei
   imposibilit&#259;&#355;i constituie una dintre formul&#259;rile principiului al II&minus;lea al termodinamicii (formulare datorat&#259;
   germanului Max Plank).
   
<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;<I>Principiul al II&minus;lea al termodinamicii</B> (formularea
   Plank)<B>:</I> Este imposibil&#259; ob&#355;inerea lucrului mecanic printr&minus;un proces ciclic monoterm.</B>
</DIV>

<P>Pentru a ob&#355;ine lucru mecanic este esen&#355;ial schimbul de c&#259;ldur&#259; la dou&#259; temperaturi <I>diferite</I>: o surs&#259; cald&#259; (care
   furnizeaz&#259; c&#259;ldur&#259; motorului) &#351;i una rece (care preia c&#259;ldur&#259; de la acesta).
   
<P>F&#259;r&#259; aceast&#259; diferen&#355;&#259; de temperatur&#259; &#238;ntre sursa cald&#259; &#351;i cea rece, nu se produce nici un transfer de energie &#351;i nu poate
   fi ob&#355;inut lucru mecanic.
   
<P>Oricare ar fi perfec&#355;ion&#259;rile pe care le&minus;am face unui motor termic, o parte din c&#259;ldura primit&#259; de la sursa cald&#259;
   <I>trebuie</I> transferat&#259; sursei reci.
   
<P>Astfel, doar o parte din c&#259;ldura primit&#259; de la sursa cald&#259; poate fi transformat&#259; &#238;n lucru mecanic util (figura&nbsp;3&minus;1). 

<P><TABLE>
     <TR valign=bottom>
        <TD><IMG src="img/1h3_1.jpg" hspace=4></TD>
        <TD><FONT size=-1><I><B>&nbsp;Figura 3-1. </B>
              O parte din c&#259;ldura primit&#259; de un motor termic de la sursa cald&#259; trebuie transferat&#259; sursei reci, nefiind
              transformat&#259; &#238;n lucru mecanic util.
            </I></FONT></TD>
     </TR>
   </TABLE>

<P>Ciclul Carnot este reversibil &minus; poate fi parcurs &#238;n sens invers prin acelea&#351;i st&#259;ri intermediare de echilibru. Aceasta
   &#238;nseamn&#259; c&#259; motorul Carnot se transform&#259; &#238;ntr&minus;o pomp&#259; termic&#259; care are nevoie de lucru mecanic pentru a transfera
   c&#259;ldur&#259; de la sursa rece la cea cald&#259; (figura&nbsp;3&minus;2).
   
<P><TABLE>
     <TR valign=bottom>
        <TD><IMG src="img/1h3_2.jpg" hspace=4></TD>
        <TD><FONT size=-1><I><B>&nbsp;Figura 3-2. </B>
               Transferul c&#259;ldurii de la sursa rece la cea cald&#259; nu poate fi f&#259;cut dec&#226;t utiliz&#226;nd lucru mecanic.
            </I></FONT></TD>
     </TR>
   </TABLE>
   
<P>Imposibilitatea transferului c&#259;ldurii de la o surs&#259; rece la una cald&#259; f&#259;r&#259; utilizarea lucrului mecanic constituie o alt&#259;
   formulare (echivalent&#259;) a principiului al II&minus;lea al termodinamicii, datorat&#259; germanului Rudolf Clausius:

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;<I>Principiul al II&minus;lea al termodinamicii</B> (formularea
   Clausius)<B>:</I> Este imposibil s&#259; se transfere c&#259;ldur&#259; de la un corp la unul mai cald, f&#259;r&#259; a utiliza lucru mecanic.</B>
</DIV>

<P>Aceste formul&#259;ri ale principiului al II&minus;lea al termodinamicii ne permit s&#259; elimin&#259;m ca fiind imposibile, at&#226;t
   ma&#351;ina ciclic&#259; monoterm&#259;, c&#226;t &#351;i pompa termic&#259; sau frigiderul care pot r&#259;ci un corp f&#259;r&#259; s&#259; utilizeze lucru mecanic.
   

</BODY>
</HTML>































