<HTML>
<HEAD>
<TITLE>IH. Alte provoc&#259;ri</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
.drag{position:relative;cursor:hand; font-weight: bold}
</STYLE>

</HEAD>

<BODY>
<TABLE>
  <TR valign=top>
    <TD nowrap><H3>Elemente de termodinamic&#259;.</H3></TD>
    <TD><H3>Al doilea principiu al termodinamicii</H3></H3>
  </TR>
</TABLE>
<H2 class="challange"><I>Alte provoc&#259;ri</I></H2>



<OL>
  <P><BR><LI><B><I>Motorul Carnot practic</I></B>
     <P>De ce oare nu se utilizeaz&#259; &#238;n practic&#259; motorul Carnot?
     <P><FONT size=-1><I>R&#259;spuns: </I>Procesele izoterme nu se pot realiza dec&#226;t foarte lent, altfel, transferul prea rapid
        de c&#259;ldur&#259; ar conduce la modificarea temperaturii substan&#355;ei de lucru. &#206;n practic&#259;, suntem interesa&#355;i s&#259; ob&#355;inem o
        anumit&#259; <I>putere</I> de la un motor, chiar dac&#259; randamentul nu este cel mai bun posibil. &#206;n func&#355;ionarea motoarelor
        Otto &#351;i Diesel nu sunt procese izoterme, toate transform&#259;rile fiind rapide.
     </FONT>

  <P><BR><LI><B><I>&#206;nc&#259;lzire sau r&#259;cire?</I></B>
     <P>Ai posibilitatea s&#259; m&#259;re&#351;ti cu 1&nbsp;K temperatura sursei calde a unui motor termic Carnot, sau s&#259; mic&#351;orezi cu 
        1&nbsp;K temperatura sursei sale reci. 
     <P>&#206;n care caz s&minus;ar m&#259;ri mai mult randamentul motorului termic?
     
  <P><BR><LI><B><I>Eficien&#355;a pompei termice Carnot</I></B>
     <P>C&#226;t este eficien&#355;a unei pompe termice care func&#355;ioneaz&#259; dup&#259; un ciclu Carnot inversat?
     
  <P><BR><LI><B><I>R&#259;corire cu... frigiderul!</I></B>
     <P>Po&#355;i oare r&#259;cori buc&#259;t&#259;ria l&#259;s&#226;nd deschis&#259; u&#351;a frigiderului?

  <P><BR><LI><B><I>Energie din... apa m&#259;rii!</I></B>
     <P>Se poate oare propulsa un vapor, extr&#259;g&#226;nd energia prin r&#259;cirea apei &#238;nt&#226;lnit&#259; &#238;n cale?
     <P><FONT size=-1><I>R&#259;spuns: </I>Dac&#259; toat&#259; apa &#238;nt&#226;lnit&#259; este la aceea&#351;i temperatur&#259;, conform principiului II al
        termodinamicii, nu poate fi ob&#355;inut lucru mecanic. Dac&#259; &#238;ns&#259; este utilizat&#259; <I>diferen&#355;a</I> de temperatur&#259; dintre
        straturile de ap&#259; (mai cald&#259; la suprafa&#355;&#259; &#351;i mai rece la mare ad&#226;ncime), ob&#355;inerea de lucru mecanic <I>este</I>
        posibil&#259;!
     </FONT>

  <P><BR><LI><B><I>Varia&#355;ia de entropie &#238;ntr&minus;un proces ciclic</I></B>
     <P>C&#226;t este varia&#355;ia de entropie a unui sistem care parcurge un proces ciclic?
     <P><FONT size=-1><I>R&#259;spuns: </I>Zero. Entropia este o m&#259;rime fizic&#259; de stare. Dup&#259; parcurgerea unui ciclu, sistemul
        revine la starea sa ini&#355;ial&#259;. &#206;ns&#259;, &#238;ntr&minus;un proces ciclic, entropia mediului cre&#351;te! 
     </FONT>
     
  <P><BR><LI><B><I>Ciclul Carnot &#238;n coordonate T&minus;S</I></B>
     <P><B>a. </B>Reprezint&#259; un ciclu Carnot &#238;n coordonate temperatur&#259;&minus;entropie (<I>T&minus;S</I>).
     <P><B>b. </B>Care este semnifica&#355;ia grafic&#259;, pe diagrama <I>T&minus;S</I>, a c&#259;ldurii primite? Dar a celei cedate?
     <P><B>c. </B>Ce reprezint&#259; aria delimitat&#259; de ciclu pe diagrama <I>T&minus;S</I>?
     <P><FONT size=-1><I>R&#259;spuns par&#355;ial: </I><B>c. </B>Energia schimbat&#259; cu mediul sub form&#259; de c&#259;ldur&#259;.
     </FONT>

  <P><BR><LI><B><I>Varia&#355;ia de entropie la presiune constant&#259;</I></B>
     <P>Po&#355;i calcula astfel varia&#355;ia de entropie &#238;ntr&minus;un proces reversibil la presiune constant&#259;, &#238;n care se modific&#259;
        temperatura sistmului:
     <P align=center><IMG src="img/e1h_p1.gif">
     <P>C&#226;t este varia&#355;ia de entropie c&#226;nd amesteci un litru de ap&#259; rece la 10&deg;C cu un litru de ap&#259; fierbinte la 70&deg;C?
     <P><FONT size=-1><I>R&#259;spuns: </I>33,6&nbsp;kJ. Entropia sistemului cre&#351;te.
     </FONT>
     
  <P><BR><LI><B><I>Varia&#355;ia de entropie a gazului ideal</I></B>
     <P>Po&#355;i calcula varia&#355;ia de entropie a unui gaz ideal &#238;ntr&minus;un proces reversibil, astfel:
     <P align=center><IMG src="img/e1h_p2.gif">
     <P>sau, echivalent:
     <P align=center><IMG src="img/e1h_p3.gif">
     
     <P>C&#226;t este varia&#355;ia de entropie a unei cantit&#259;&#355;i de gaz ideal care:
     <P><B>a. </B>se destinde izoterm?
     <P><B>b. </B>este comprimat izoterm?
     <P><B>c. </B>se destinde adiabatic?
     <P><B>d. </B>este comprimat adiabatic?
     <P><B>e. </B>se destinde izobar?
     <P><B>f. </B>este comprimat izobar?
     <P><B>g. </B>este &#238;nc&#259;lzit izocor?
     <P><B>h. </B>este r&#259;cit izocor?
     <P><FONT size=-1><I>R&#259;spuns par&#355;ial: </I><B>a. </B><IMG src="img/e1h_p4.gif" align=absmiddle>. Entropia gazului cre&#351;te.
     </FONT>

</OL>

</BODY>
</HTML>
































