<HTML>
<HEAD>
<TITLE>IS. Sinteza capitolului</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
.drag{position:relative;cursor:hand; font-weight: bold}
</STYLE>

</HEAD>

<BODY>

<P><H3>Elemente de termodinamic&#259;</H3>
<H2 class="challange"><I>Sinteza capitolului</I></H2>



<OL>
  <P><LI>Toate corpurile sunt alc&#259;tuite din particule (molecule) aflate &#238;n continu&#259; mi&#351;care de agita&#355;ie (dezordonat&#259;).
  <P><LI>Dimensiunile tipice ale moleculelor sunt de ordinul nanometrului.
  <P><LI>Molul este cantitatea de substan&#355;&#259; care con&#355;ine 6,022&middot;10<SUP>23</SUP> particule independente.
  <P><LI>Constanta lui Avogadro este cantitatea 6,022&middot;10<SUP>23</SUP>&nbsp;mol<SUP>-1</SUP>.
  <P><LI>Masa molar&#259; a unei substan&#355;e este masa unui mol din acea substan&#355;&#259;.
  <P><LI>Unitatea atomic&#259; de mas&#259; este 1/12 din masa unui atom al izotopului de <SUP>12</SUP>C.
  <P><LI>Masa molecular&#259; este masa unei molecule.
  <P><LI>Masa molecular&#259; relativ&#259; este raportul dintre masa molecular&#259; &#351;i unitatea atomic&#259; de mas&#259;.
  <P><LI>Masa atomic&#259; este masa unui atom.
  <P><LI>Masa atomic&#259; relativ&#259; este raportul dintre masa atomic&#259; &#351;i unitatea atomic&#259; de mas&#259;.
  <P><LI>Un sistem este partea din Univers care ne intereseaz&#259;. Restul Universului este mediul sistemului.
  <P><LI>Un sistem termodinamic este un sistem pentru care interac&#355;iunile termice nu sunt neglijabile.
  <P><LI>Interac&#355;iunea termic&#259; este transferul de energie de un corp mai cald c&#259;tre unul mai rece dec&#226;t acesta, datorat
         diferen&#355;elor de energie cinetic&#259; medie de agita&#355;ie termic&#259;.
  <P><LI>Echilibrul termic este starea atins&#259; de dou&#259; sisteme termodinamice care pot interac&#355;iona termic, dar nu transfer&#259;
         energie unul celuilalt.
  <P><LI>Temperatura unui sistem termodinamic este m&#259;rimea fizic&#259; scalar&#259; care indic&#259; dac&#259; acel sistem este sau nu &#238;n
         echilibru termic cu alt sistem.
  <P><LI><I>Principiul zero al termodinamicii:</I> Dou&#259; sisteme termodinamice care sunt &#238;n echilibru termic cu un al treilea,
         sunt &#238;n echilibru termic &#351;i &#238;ntre ele.
  <P><LI>Parametrii independen&#355;i ai unui sistem termodinamic sunt acei parametri ai sistemului ale c&#259;ror valori nu depind de
         valorile celorlal&#355;i parametri.
  <P><LI>Num&#259;rul gradelor de libertate ale unui sistem este num&#259;rul parametrilor independen&#355;i ai sistemului.
  <P><LI>Starea unui sistem termodinamic este caracterizat&#259; de setul valorilor tuturor parametrilor independen&#355;i ai acelui
         sistem.
  <P><LI>Transformarea unui sistem termodinamic este oricare modificare a st&#259;rii acelui sistem.
  <P><LI>Echilibrul termodinamic este starea unui sistem care, odat&#259; atins&#259;, nu se mai modific&#259; f&#259;r&#259; interac&#355;iuni cu mediul
         sistemului.
  <P><LI>Termometrul este instrumentul cu care m&#259;sur&#259;m temperatura unui sistem termodinamic.
  <P><LI>Scara absolut&#259; de temperatur&#259; (scara Kelvin) are valoarea 0&nbsp;K pentru cea mai cobor&#226;t&#259; temperatur&#259; (-273,15&deg;C).
  <P><LI>O varia&#355;ie de temperatur&#259; de un kelvin coincide cu o varia&#355;ie de temperatur&#259; de un grad Celsius.
  <P><LI>Rela&#355;iile de conversie &#238;ntre scara absolut&#259; &#351;i scara Celsius sunt:
         <P align=center><I>T</I>(K)&nbsp;=&nbsp;<I>t</I>(&deg;C)&nbsp;+&nbsp;273,15&nbsp;K;
         <P align=center><I>t</I>(&deg;C)&nbsp;=&nbsp;<I>T</I>(K)&nbsp;-&nbsp;273,15&nbsp;&deg;C;
  <P><LI>Temperatura absolut&#259; a unui sistem termodinamic este m&#259;sura energiei cinetice medii de agita&#355;ie termic&#259; a particulelor
         care alc&#259;tuiesc sistemul.
  <P><LI>Cantitatea de c&#259;ldur&#259; este energia transferat&#259; prin interac&#355;iune termic&#259;.
  <P><LI>Calorimetria este domeniul termodinamicii care &#238;&#351;i propune m&#259;surarea cantit&#259;&#355;ilor de c&#259;ldur&#259;.
  <P><LI>Prin conven&#355;ie, consider&#259;m pozitiv&#259; cantitatea de c&#259;ldur&#259; primit&#259; &#351;i negativ&#259; cea cedat&#259;.
  <P><LI><I>Primul principiu al calorimetriei:</I> Dac&#259; mai multe corpuri cu temperaturi ini&#355;iale diferite interac&#355;ioneaz&#259;
         termic, dup&#259; un timp suficient de lung, ajung toate la aceea&#351;i temperatur&#259;.
  <P><LI><I>Al doilea principiu al calorimetriei:</I>Suma algebric&#259; a cantit&#259;&#355;ilor de c&#259;ldur&#259; schimbate de corpurile aflate
         &#238;n interac&#355;iune termic&#259; este nul&#259;:
         <P align=center><I>Q</I><SUB>1</SUB>&nbsp;+&nbsp;<I>Q</I><SUB>2</SUB>&nbsp;+ ... = 0.
  <P><LI>Izolarea termic&#259; este modalitatea de &#238;mpiedicare a transferului de c&#259;ldur&#259;.
  <P><LI>Calorimetrul este o incint&#259; care izoleaz&#259; termic interiorul de exteriorul s&#259;u &#351;i &#238;n care poate fi monitorizat&#259;
         stabilirea echilibrului termic.
  <P><LI>Capacitatea caloric&#259; a unui sistem este rezultatul &#238;mp&#259;r&#355;irii cantit&#259;&#355;ii de c&#259;ldur&#259; primit&#259; sau cedat&#259; de sistem la
         varia&#355;ia de temperatur&#259; a acestuia:
         <P align=center><IMG src="img/e1s_1.gif">
  <P><LI>C&#259;ldura specific&#259; a unei substan&#355;e este capacitatea caloric&#259; a unei cantit&#259;&#355;i cu masa un kilogram din acea substan&#355;&#259;:
         <P align=center><IMG src="img/e1s_2.gif">
  <P><LI>Energia intern&#259; a unui sistem termodinamic este suma dintre energia cinetic&#259; de agita&#355;ie termic&#259; a particulelor care
         alc&#259;tuiesc sistemul &#351;i energia poten&#355;ial&#259; datorat&#259; interac&#355;iunii dintre aceste particule.
  <P><LI>C&#259;ldura este forma de schimb de energie &#238;ntre un sistem &#351;i mediul s&#259;u, datorat&#259; diferen&#355;ei de temperatur&#259; dintre
         sistem &#351;i mediul s&#259;u.
  <P><LI>Lucrul mecanic este forma de schimb de energie &#238;ntre un sistem &#351;i mediul s&#259;u care nu este datorat&#259; diferen&#355;ei de
         temperatur&#259; dintre sistem &#351;i mediul s&#259;u.
  <P><LI>Cantitatea de c&#259;ldur&#259; &#351;i lucrul mecanic schimbate de un sistem cu mediul s&#259;u &#238;n timpul unui proces sunt m&#259;rimi de 
         proces (depind de procesul la care particip&#259; sistemul).
  <P><LI>Fiec&#259;rei st&#259;ri de echilibru a unui sistem termodinamic &#238;i asociem o m&#259;rime fizic&#259; de stare &minus; energia sa intern&#259;.
  <P><LI><I>Principiul I al termodinamicii:</I> Varia&#355;ia energiei interne a unui sistem este suma algebric&#259; a c&#259;ldurii &#351;i
         lucrului mecanic schimbate de sistem cu mediul s&#259;u:
         <P align=center>&Delta;<I>U</I>&nbsp;=&nbsp;<I>Q</I>&nbsp;-&nbsp;<I>L</I>.
  <P><LI>Gazul ideal este un model simplificat de gaz, alc&#259;tuit din particule av&#226;nd dimensiuni neglijabile &#351;i care nu 
         interac&#355;ioneaz&#259; dec&#226;t prin ciocniri perfect elastice.
  <P><LI>Energia intern&#259; a gazului ideal este energia cinetic&#259; total&#259; de agita&#355;ie termic&#259; a particulelor gazului.
  <P><LI>Un grad de libertate al unei particule este oricare parametru care caracterizeaz&#259; pozi&#355;ia particulei &#351;i care se 
         poate modifica independent &#238;n timp.
  <P><LI>Fiec&#259;rui grad de libertate al particulelor gazului ideal &#238;i corespunde aceea&#351;i energie cinetic&#259; medie (echiparti&#355;ia
         energiei pe gradele de libertate).
  <P><LI>Gazul ideal ale c&#259;rui molecule au <I>i</I> grade de libertate are energia intern&#259;:
         <P align=center><IMG src="img/e1s_3.gif">
  <P><LI><I>Ecua&#355;ia de stare a gazului ideal:</I>
         <P align=center><IMG src="img/e1s_4.gif">
  <P><LI>Pentru o cantitate dat&#259; de gaz ideal, energia intern&#259; a acestuia depinde doar de temperatura absoluta a gazului.
  <P><LI>Transformarea izocor&#259; este transformarea pe parcursul c&#259;reia num&#259;rul de moli &#351;i volumul sistemului termodinamic
         r&#259;m&#226;n nemodificate.
  <P><LI><I>Legea transform&#259;rii izocore: </I>Presiunea gazului ideal este direct propor&#355;ional&#259; cu temperatura absolut&#259; a 
         gazului:
         <P align=center><IMG src="img/e1s_5.gif">
  <P><LI>C&#259;ldura molar&#259; la volum constant a gazului ideal ale c&#259;rui molecule au <I>i</I> grade de libertate este:
         <P align=center><IMG src="img/e1s_6.gif">
  <P><LI>Transformarea izobar&#259; este transformarea pe parcursul c&#259;reia num&#259;rul de moli &#351;i presiunea sistemului termodinamic
         r&#259;m&#226;n nemodificate.
  <P><LI><I>Legea transform&#259;rii izobare:</I> Volumul gazului ideal este direct propor&#355;ional cu temperatura absolut&#259; a gazului:
         <P align=center><IMG src="img/e1s_7.gif">
  <P><LI>C&#259;ldura molar&#259; la presiune constant&#259; a gazului ideal ale c&#259;rui molecule au <I>i</I> grade de libertate este:
         <P align=center><IMG src="img/e1s_8.gif">
  <P><LI><I>Rela&#355;ia Robert&nbsp;Mayer:</I> 
         <P align=center><I>C</I><SUB>p</SUB>&nbsp;-&nbsp;<I>C</I><SUB>V</SUB>&nbsp;=&nbsp;R. 
  <P><LI>Transformarea izoterm&#259; este transformarea pe parcursul c&#259;reia num&#259;rul de moli &#351;i temperatura sistemului termodinamic
         r&#259;m&#226;n nemodificate.
  <P><LI><I>Legea transform&#259;rii izoterme:</I> Presiunea gazului ideal este invers propor&#355;ional&#259; cu volumul acestuia:
         <P align=center><IMG src="img/e1s_9.gif"> 
  <P><LI>&#206;n coordonate <I>p&minus;V</I>, lucrul mecanic corespunde ariei delimitat&#259; de curba transform&#259;rii &#351;i axa volumelor.
  <P><LI>Transformarea adiabatic&#259; este transformarea pe parcursul c&#259;reia num&#259;rul de moli nu se modific&#259; &#351;i sistemul nu 
         schimb&#259; energie sub form&#259; de c&#259;ldur&#259; cu mediul s&#259;u.
  <P><LI>Peretele adiabatic nu permite transferul de energie sub form&#259; de c&#259;ldur&#259;.
  <P><LI>Procesele rapide sunt aproape adiabatice.
  <P><LI><I>Ecua&#355;ia transform&#259;rii adiabatice (ecua&#355;ia lui Poisson):</I>
         <P align=center><IMG src="img/e1s_10.gif">
         <P>unde <IMG src="img/e1s_11.gif" align=absmiddle> este exponentul adiabatic.     
  <P><LI>Starea solid&#259;, starea lichid&#259; &#351;i cea gazoas&#259; sunt st&#259;ri de agregare.
  <P><LI>Un corp solid este aproape incompresibil &#351;i relativ pu&#355;in deformabil.
  <P><LI>Un lichid este aproape incompresibil, dar deformabil.
  <P><LI>Un gaz este compresibil &#351;i deformabil.
  <P><LI>Transformarea de stare de agregare este trecerea unui corp dintr&minus;o stare de agregare &#238;n alta.
  <P><LI>Vaporii saturan&#355;i sunt starea gazoas&#259; a unei substan&#355;e aflat&#259; &#238;n echilibru cu starea lichid&#259; a aceleai&#351;i substan&#355;e.
  <P><LI>Punctul critic este starea pentru care nu exist&#259; diferen&#355;e &#238;ntre starea gazoas&#259; &#351;i cea lichid&#259; a aceleia&#351;i substan&#355;e.
  <P><LI>Vaporii sunt starea gazoas&#259; a unei substan&#355;e la temperaturi sub cea critic&#259;.
  <P><LI>Lichefierea este transformarea &#238;n lichid a vaporilor unei substan&#355;e, prin comprimare.
  <P><LI>Vaporizarea este transformarea din stare lichid&#259; &#238;n stare de vapori.
  <P><LI>Evaporarea este vaporizarea la suprafa&#355;a lichidului.
  <P><LI>Vaporizarea se produce cu absorb&#355;ie de c&#259;ldur&#259;.
  <P><LI>Condensarea este transformarea din stare de vapori &#238;n stare lichid&#259;.
  <P><LI>Condensarea se produce cu degajare de c&#259;ldur&#259;.
  <P><LI>Presiunea vaporilor saturan&#355;i ai unei substan&#355;e depinde doar de temperatur&#259;.
  <P><LI>Fierberea este procesul de vaporizare &#238;n tot volumul lichidului.
  <P><LI>C&#259;ldura latent&#259; de vaporizare este cantitatea de c&#259;ldur&#259; necesar&#259; vaporiz&#259;rii unui lichid.
  <P><LI>C&#259;ldura latent&#259; specific&#259; de vaporizare este cantitatea de c&#259;ldur&#259; necesar&#259; vaporiz&#259;rii fiec&#259;rui kilogram dintr&minus;o
         cantitate de lichid.
  <P><LI>Un lichid fierbe atunci c&#226;nd presiunea vaporilor s&#259;i saturan&#355;i este egal&#259; cu presiunea la care se afl&#259; lichidul.
  <P><LI>Topirea este transformarea unei substan&#355;e din stare solid&#259; &#238;n stare lichid&#259;.
  <P><LI>Topirea se produce cu absorb&#355;ie de c&#259;ldur&#259; (c&#259;ldura latent&#259; de topire).
  <P><LI>Solidificarea este transformarea unei substan&#355;e din stare lichid&#259; &#238;n stare solid&#259;.
  <P><LI>Solidificarea se produce cu eliberare de c&#259;ldur&#259; (c&#259;ldura latent&#259; de solidificare), egal&#259; cu cea de topire.
  <P><LI>Sublimarea este transformarea unei substan&#355;e din stare solid&#259; direct &#238;n stare de vapori.
  <P><LI>Sublimarea se produce cu absorb&#355;ie de c&#259;ldur&#259; (c&#259;ldura latent&#259; de sublimare), egal&#259; cu suma c&#259;ldurilor latente de
         topire &#351;i vaporizare.
  <P><LI>Desublimarea este transformarea unei substan&#355;e din stare de vapori direct &#238;n stare solid&#259;.
  <P><LI>Desublimarea se produce cu eliberare de c&#259;ldur&#259; (c&#259;ldura latent&#259; de desublimare), egal&#259; cu cea de sublimare.
  <P><LI>Pentru fiecare substan&#355;&#259; exist&#259; o singur&#259; pereche de valori presiune&minus;temperatur&#259; la care solidul, lichidul &#351;i
         vaporii s&#259;i coexist&#259; &#238;n echilibru (punctul triplu).
  <P><LI>Motorul termic este o ma&#351;in&#259; care transform&#259; &#238;n lucru mecanic o parte din energia primit&#259; sub form&#259; de c&#259;ldur&#259;.
  <P><LI>Randamentul unui motor termic este raportul dintre lucrul mecanic total &#351;i c&#259;ldura primit&#259;:
         <P align=center><IMG src="img/e1s_12.gif">
  <P><LI>Motorul Otto (motorul cu aprindere prin sc&#226;nteie) func&#355;ioneaz&#259; pe baza unui ciclu termodinamic aproximat de dou&#259;
         transform&#259;ri izocore &#351;i dou&#259; transfom&#259;ri adiabatice.
  <P><LI><I>Randamentul motorului Otto:</I>
         <P align=center><IMG src="img/e1s_13.gif">
         <P><I>&epsilon;</I> fiind raportul de compresie.
  <P><LI>Motorul Diesel (motorul cu aprindere prin compresie) func&#355;ioneaz&#259; pe baza unui ciclu termodinamic aproximat de o 
         transformare izocor&#259;, una izobar&#259; &#351;i dou&#259; transform&#259;ri adiabatice.
  <P><LI>Pompa termic&#259; este o ma&#351;in&#259; care transfer&#259; energie sub form&#259; de c&#259;ldur&#259; de la o zon&#259; mai rece c&#259;tre una mai cald&#259;,
         utiliz&#226;nd pentru aceasta energie sub form&#259; de lucru mecanic.
  <P><LI>Eficien&#355;a unei pompe termice este raportul dintre cantitatea de c&#259;ldur&#259; ob&#355;inut&#259; &#238;n zona mai cald&#259; &#351;i lucrul mecanic
         utilizat:
         <P align=center><IMG src="img/e1s_14.gif">
  <P><LI>Ma&#351;ina frigorific&#259; este o ma&#351;in&#259; care r&#259;ce&#351;te o zon&#259; transfer&#226;nd energia sub form&#259; de c&#259;ldur&#259; unei zone mai calde.
  <P><LI>O transformare este reversibil&#259; dac&#259;, printr&minus;o varia&#355;ie infirm&#259; &#238;n mediul &#238;nconjur&#259;tor, poate fi inversat&#259; prin
         acelea&#351;i st&#259;ri intermediare de echilibru.
  <P><LI>Ciclul Carnot este alc&#259;tuit din dou&#259; transform&#259;ri izoterme &#351;i dou&#259; transform&#259;ri adiabatice.
  <P><LI><I>Randamentul ciclului Carnot:</I>
         <P align=center><IMG src="img/e1s_15.gif">
         <P>depinde doar de temperaturile extreme &#238;ntre care se desf&#259;&#351;oar&#259;.
  <P><LI><I>Principiul al II&minus;lea al termodinamicii (formularea Plank): </I>Este imposibil&#259; ob&#355;inerea lucrului mecanic 
         printr&minus;un proces ciclic monoterm.
  <P><LI><I>Principiul al II&minus;lea al termodinamicii (formularea Clausius): </I>Este imposibil s&#259; se transfere c&#259;ldur&#259;
         de la un corp la unul mai cald, f&#259;r&#259; a utiliza lucru mecanic.
  <P><LI>Entropia este m&#259;rimea fizic&#259; de stare a c&#259;rei varia&#355;ie &#238;ntre dou&#259; st&#259;ri de echilibru poate fi calculat&#259; astfel:
         <P align=center><IMG src="img/e1s_16.gif">
         <P>unde &Delta;<I>Q</I><SUB>i</SUB> sunt cantit&#259;&#355;ile de c&#259;ldur&#259; schimbate la temperaturile intermediare <I>T</I><SUB>i</SUB>
         de pe parcursul procesului.
  <P><LI><I>Principiul al II&minus;lea al termodinamicii: </I>Un proces &#238;ntre dou&#259; st&#259;ri de echilibru termodinamic se desf&#259;&#351;oar&#259;
         &#238;n sensul cre&#351;terii entropiei sistemului &#238;mpreun&#259; cu mediul acestuia. 
  <P><LI>Toate procesele sunt ireversibile.
  <P><LI>Doar &#238;n cazul idealizat al proceselor reversibile, varia&#355;ia de entropie a sistemului &#238;mpreun&#259; cu mediul s&#259;u este nul&#259;.
   
</OL>

</BODY>
</HTML>

































