<HTML>
<HEAD>
<TITLE>IIA. Alte provoc&#259;ri</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
.drag{position:relative;cursor:hand; font-weight: bold}
</STYLE>

</HEAD>

<BODY>
<TABLE>
  <TR valign=top>
    <TD width=50%><H3>Producerea &#351;i utilizarea curentului continuu</H3></TD>
    <TD align=right><H3>Curentul electric</H3></H3>
  </TR>
</TABLE>
<H2 class="challange"><I>Alte provoc&#259;ri</I></H2>

<OL>
  <P><BR><LI><B><I>Neutru sau nu?</I></B>
     <P>Care dintre corpurile reprezentate &#238;n figura&nbsp;1 este neutru &#351;i care nu?
     <P><IMG src="img/2a_p1.jpg" hspace=4><BR><FONT size=-1><I><B>&nbsp;Figura 1. </B>Corpuri av&#226;nd reprezentate simbolic
        sarcinile electrice.
        </I></FONT> 
     <P>Reprezint&#259; simbolic, pentru fiecare corp, sarcina sa net&#259;.

  <P><BR><LI><B><I>Cre&#351;tere sau sc&#259;dere?</I></B>
     <P>&#206;n experimentele cu benzi adezive pe care le&minus;ai efectuat, interac&#355;iunile electrice deveneau evidente doar
        atunci c&#226;nd benzile electrizate erau aduse aproape una de cealalt&#259;.
     <P>Care este concluzia pe care o po&#355;i ob&#355;ine &#238;n leg&#259;tur&#259; cu for&#355;ele de interac&#355;iune electric&#259;: cresc sau scad odat&#259; cu
        cre&#351;terea distan&#355;ei?
        
  <P><BR><LI><B><I>For&#355;a maxim&#259;</I></B>
     <P>Cum ai repartiza &#351;ase electroni pe dou&#259; corpuri mici, astfel ca for&#355;a total&#259; de respingere dintre aceste corpuri
        s&#259; fie maxim&#259;? Consider&#259; c&#259; cele dou&#259; corpuri se afl&#259; unul fa&#355;&#259; de cel&#259;lalt la o distan&#355;&#259; mult mai mare dec&#226;t dimensiunile
        corpurilor (altfel spus, neglijeaz&#259; dimensiunile corpurilor &#238;n raport cu distan&#355;a dintre acestea).
     <P><SMALL><I>R&#259;spuns: </I>Trei pe unul dintre corpuri &#351;i trei pe cel&#259;lalt.
     </SMALL>

  <P><BR><LI><B><I>Atrac&#355;ie st&#226;njenitoare</I></B>
     <P>C&#226;nd desfaci &#351;i tai banda adeziv&#259; de pe rol&#259;, cap&#259;tul r&#259;mas are tendin&#355;a de a se lipi de rol&#259;.
     <P>De ce oare se &#238;nt&#226;mpl&#259; a&#351;a?

  <P><BR><LI><B><I>&#206;ncotro?</I></B>
     <P>Un fir conductor conecteaz&#259; electric cele dou&#259; sfere conductoare reprezentate &#238;n figura&nbsp;2. Sensul curentului
        prin fir este cel reprezentat.
     <P><IMG src="img/2a_p2.jpg" hspace=4><BR><SMALL><I><B>&nbsp;Figura 2. </B>Un fir conductor conecteaz&#259; electric dou&#259;
        sfere conductoare &#351;i este parcurs de curent &#238;n sensul indicat de s&#259;geat&#259;.
        </I></SMALL> 
     <P>Purt&#259;torii de sarcin&#259; care se deplaseaz&#259; sunt electronii. Care este sensul de deplasare al acestora?
     <P><SMALL><I>R&#259;spuns: </I>De la <I>B</I> la <I>A</I>. Sensul deplas&#259;rii electronilor este invers sensului conven&#355;ional
        al curentului (care corespunde sensului deplas&#259;rii purt&#259;torilor pozitivi de sarcin&#259;).
     </SMALL>

  <P><BR><LI><B><I>&#206;ntr&minus;un pahar cu ap&#259;</I></B>
     <P><B>a) </B>Estimeaz&#259; c&#226;&#355;i electroni sunt &#238;n apa dintr&minus;un pahar.
     <P><B>b) </B>Exprim&#259; &#238;n coulombi sarcina electric&#259; total&#259; a electronilor din apa dintr&minus;un pahar. 
     <P><B>c) </B>Chiar &#351;i un exces de sarcin&#259; de o milionime de coulomb are efecte electrice evidente.
        <P>Ce po&#355;i spune atunci despre propor&#355;ia &#238;n care se g&#259;sesc &#238;n apa din pahar purt&#259;torii de sarcin&#259; av&#226;nd semne contrare?
     <P><SMALL><I>R&#259;spuns par&#355;ial: </I><B>a) </B>Aproximativ 6&middot;10<SUP>25</SUP> electroni &#238;n 180&nbsp;<I>mL</I> de ap&#259;.
     </SMALL>

  <P><BR><LI><B><I>Becul de lantern&#259;</I></B>
     <P>Un bec de lantern&#259; func&#355;ioneaz&#259; normal dac&#259; este str&#259;b&#259;tut de un curent electric cu intensitatea 200&nbsp;<I>mA</I>. 
     <P>C&#226;t&#259; sarcin&#259; electric&#259; trece prin filamentul becului &#238;ntr&minus;o or&#259; de func&#355;ionare normal&#259;?
     <P><SMALL><I>R&#259;spuns: </I>720&nbsp;<I>C</I>.
     </SMALL>
     
  <P><BR><LI><B><I>Desprinderea</I></B>
     <P>Un electron este desprins de pe un corp &#351;i transportat foarte departe de acesta. &#206;n acest proces s&minus;a efectuat
        un lucru mecanic de 1,6&middot;10<SUP>-19</SUP>&nbsp;<I>J</I>. 
     <P>Cu c&#226;t a crescut poten&#355;ialul electric al corpului?
     <P><SMALL><I>R&#259;spuns: </I>Cu un volt.
     </SMALL>

  <P><BR><LI><B><I>Bateria</I></B>
     <P>O baterie av&#226;nd tensiunea la borne 4,5&nbsp;<I>V</I> poate sus&#355;ine un curent cu intensitatea 0,50&nbsp;<I>A</I>, pe
        durata a trei ore.
     <P><B>a) </B>C&#226;t este energia pe care o poate furniza bateria pe parcursul celor trei ore de func&#355;ionare?
     <P><B>b) </B>C&#226;t este puterea furnizat&#259; de baterie?
     <P><SMALL><I>R&#259;spuns par&#355;ial: </I><B>b) </B>2,25&nbsp;<I>W</I>.
     </SMALL>

  <P><BR><LI><B><I>Fulgerul</I></B>
     <P>Un fulger transport&#259; 30&nbsp;<I>C</I> pentru o tensiune de 10&nbsp;<I>MV</I>.
     <P>C&#226;t este energia degajat&#259; de fulger?
     <P>C&#226;t timp ar putea fi alimentat un fier de c&#259;lcat cu puterea 1&nbsp;<I>kW</I>, dac&#259; ar utiliza energia eliberat&#259; de 
        acest fulger?
     <P>C&#226;t este puterea fulgerului, dac&#259; acesta dureaz&#259; o miime de secund&#259;?
     <P><SMALL><I>R&#259;spuns par&#355;ial: </I><B>a) </B>3,0&middot;10<SUP>8</SUP>&nbsp;<I>J</I>.
     </SMALL>

  <P><BR><LI><B><I>Calculatorul de buzunar</I></B>
     <P><B>a) </B>Folose&#351;te un multimetru &#351;i m&#259;soar&#259; intensitatea curentului care str&#259;bate un calculator de buzunar &#238;n timpul
        func&#355;ion&#259;rii acestuia, precum &#351;i tensiunea la care acesta func&#355;ioneaz&#259; normal.
     <P><B>b) </B>Calculeaz&#259; energia utilizat&#259; de calculator &#238;ntr&minus;o or&#259; de func&#355;ionare.
     <P><B>c) </B>Calculeaz&#259; puterea absorbit&#259; de calculator &#238;n timpul func&#355;ion&#259;rii normale.     

  <P><BR><LI><B><I>Bateria din... monezi!</I></B>
     <P>Monezile vechi de 100&nbsp;lei &#351;i cele de 500&nbsp;lei sunt confec&#355;ionate din metale evident diferite: monezile
        de 100&nbsp;lei sunt mai dense (Cum ai putea verifica aceasta?). &#206;nseamn&#259; c&#259; sunt alc&#259;tuite din <I>alte</I> tipuri de
        atomi, &#238;n care electronii sunt <I>altfel</I> aranja&#355;i. Vei putea profita de aceast&#259; ultim&#259; diferen&#355;&#259; pentru a separa
        sarcini!
     <P>Decupeaz&#259; din h&#226;rtie sugativ&#259;, sau chiar h&#226;rtie de ziar, un disc cu diametrul egal cu cel al unei monede de 100&nbsp;lei.
        &#206;nmoaie discul de h&#226;rtie &#238;ntr&minus;o solu&#355;ie de sare de buc&#259;t&#259;rie &#238;n ap&#259;.
     <P>A&#351;az&#259; discul de h&#226;rtie &#238;ntre o moned&#259; de 100&nbsp;lei &#351;i una de 500&nbsp;lei. M&#259;soar&#259; cu un voltmetru tensiunea 
        electric&#259; &#238;ntre cele dou&#259; monezi. Ai realizat o celul&#259; galvanic&#259; care furnizeaz&#259; aproape o jum&#259;tate de volt!
     <P>Realizeaz&#259; acum o baterie capabil&#259; s&#259; alimenteze un calculator de buzunar!

  <P><BR><LI><B><I>Deseneaz&#259; scheme cu... Paint!</I></B>
     <P>Aplica&#355;ia <I>Microsoft Paint</I> (figura&nbsp;3), pe care foarte probabil o ai deja instalat&#259; (caut&#259; cu <I>Start&rarr;Programs&rarr;Accessories</I>)
        este un instrument util pentru desenarea schemelor circuitelor electrice. Majoritatea schemelor din aceast&#259; carte 
        electronic&#259; au fost realizate cu Paint!
     <P><IMG src="img/2a_p3.jpg" hspace=4><BR><SMALL><I><B>&nbsp;Figura 3. </B>Aplica&#355;ia Microsoft Paint.
        </I></SMALL> 

     <P>Deseneaz&#259; &#238;ntr&minus;un fi&#351;ier <I>gif</I> (cel mai potrivit pentru reprezent&#259;ri schematice) simbolurile pentru 
        elementele de circuit pe care le&minus;ai &#238;nt&#226;lnit (figura&nbsp;4): celul&#259; galvanic&#259;, baterie, bec, &#238;ntrerup&#259;tor, voltmetru, ampermetru,
        arc orientat (pentru tensiune), s&#259;geat&#259; (pentru curent).
     <P><IMG src="img/2a_p4.jpg" hspace=4><BR><SMALL><I><B>&nbsp;Figura 4. </B>Desenarea simbolurilor.
        </I></SMALL> 

     <P>Folosind func&#355;iile <I>Edit&rarr;Copy</I> &#351;i <I>Edit&rarr;Paste</I> po&#355;i multiplica simbolurile &#238;n c&#226;te exemplare dore&#351;ti.
     <P>Cu <I>Image&rarr;Flip/Rotate</I> po&#355;i roti sau oglindi simbolul, pentru a&minus;l adapta schemei dorite. Vei descoperi
        c&#259; &#351;i alte func&#355;ii sunt utile pentru sarcini speciale.
     <P>Dispui astfel de un instrument cu care po&#355;i aborda cu succes desenarea oric&#259;rei scheme electrice! Utilizeaz&#259;&minus;l!

  <P><BR><LI><B><I>Simuleaz&#259; circuite cu... Circuit Maker!</I></B>
     <P>&#206;n&#355;elegerea separ&#259;rii &#351;i recombin&#259;rii sarcinilor electrice ne permite s&#259; anticip&#259;m func&#355;ionarea unui circuit chiar
        &#238;nainte de a&minus;l realiza fizic!
     <P>Aplica&#355;ia <I>Circuit Maker</I> (produs&#259; de <I>Protel</I>) &#238;&#355;i permite s&#259; simulezi realist func&#355;ioarea circuitelor 
        (figura&nbsp;5). 
     <P><IMG src="img/2a_p5.jpg" hspace=4><BR><SMALL><I><B>&nbsp;Figura 5. </B>Aplica&#355;ia Circuit Maker (versiunea pentru elevi &#351;i studen&#355;i).
        Multimetrul indic&#259; intensitatea curentului prin bec.
        </I></SMALL> 
     <P>Po&#355;i instala <I><A href="bank/circuitmaker_student.exe">versiunea pentru elevi &#351;i studen&#355;i</A></I> , care este gratuit&#259;!
     <P>Te poti familiariza cu modul de lucru &#238;n <I>Circuit&nbsp;Maker</I> folosind acest <A href="bank/cm_usermanual.pdf" target=new>manual de utilizare</A>.
        Capitolul 3 &#238;&#355;i prezint&#259; c&#226;teva tutoriale pentru a deprinde rapid modul de lucru &#238;n <I>Circuit&nbsp;Maker</I>.
     <P>Dispui acum de un instrument puternic pentru simularea circuitelor - vei afla cum func&#355;ioneaz&#259; circuitele imaginate de
        tine, chiar &#238;nainte de a le realiza fizic!
     
</OL>

</BODY>
</HTML>































