<HTML>
<HEAD>
<TITLE>IIB-1. Rezisten&#355;a electric&#259;</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<TABLE>
  <TR valign=top>
    <TD width=50%><H3>Producerea &#351;i utilizarea curentului continuu</H3></TD>
    <TD align=right><H3>Legile circuitelor electrice</H3></TD>
  </TR>
</TABLE>

<DIV class=challange>
<TABLE>
  <TR valign=top>
    <TD nowrap><H2>B-1.&nbsp;</H2></TD>
    <TD><H2>Rezisten&#355;a electric&#259;</H2></TD>
  </TR>
</TABLE>
</DIV>

<P>Aplic&#226;nd o tensiune de c&#226;&#355;iva vol&#355;i la capetele filamentului unui bec de lantern&#259;, intensitatea curentului prin acesta
   este de c&#226;teva sute de miliamperi. Cu toate c&#259; la un cap&#259;t al filamentului sunt electroni &#238;n exces, ace&#351;tia nu trec
   instantaneu prin filament - ritmul trecerii electronilor este limitat. Filamentul becului "opune rezisten&#355;&#259;" trecerii
   purt&#259;torilor de sarcin&#259; electric&#259;.

<P><DIV class="challange"><IMG src="img/key.jpg"><B>&nbsp;Numim <I>rezisten&#355;&#259; electric&#259;</I> a unui corp m&#259;rimea fizic&#259;
   scalar&#259; calculat&#259; prin &#238;mp&#259;r&#355;irea tensiunii aplicat&#259; corpului la intensitatea curentului electric care se stabile&#351;te
   prin acesta </B>(figura&nbsp;1&minus;1):
   <P align=center><IMG src="img/e2b1_1.gif">
</DIV>

<P><TABLE>
     <TR valign=bottom>
        <TD><IMG src="img/2b1_1.gif" hspace=4></TD>
        <TD><SMALL><I><B>&nbsp;Figura 1&minus;1. </B>Descrierea cantitativ&#259; a rezisten&#355;ei electrice a unui corp.
            </I></SMALL></TD>
     </TR>
   </TABLE>

<P>Unitatea de m&#259;sur&#259; pentru rezisten&#355;a electric&#259;, &#238;n Sistemul Interna&#355;ional, este <IMG src="img/e2b1_2.gif" align=absmiddle>,
   numit&#259; <I>ohm</I> (simbol <I>&Omega;</I>).

<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 1-1</B>
  <P>C&#226;t este rezisten&#355;a electric&#259; a filamentului unui bec de lantern&#259; atunci c&#226;nd la capetele sale este aplicat&#259; tensiunea 
     3,5&nbsp;<I>V</I>, iar intensitatea curentului care se stabile&#351;te prin filament este 0,20&nbsp;<I>A</I>?
</DIV>

<P>Electronii afla&#355;i &#238;n exces &#238;ntr&minus;un cap&#259;t al filamentului, se resping reciproc &#351;i sunt totodat&#259; atra&#351;i de ionii pozitivi
   afla&#355;i &#238;n exces &#238;n cel&#259;lalt cap&#259;t al filamentului.
   
<P>Sub ac&#355;iunea acestor for&#355;e electrice, electronii sunt accelera&#355;i &#238;n interiorul filamentului, c&#226;&#351;tig&#226;nd vitez&#259;. Dac&#259; nu s&minus;ar
   opune nimic mi&#351;c&#259;rii accelerate a electronile, ace&#351;tia ar dob&#226;ndi cur&#226;nd viteze enorme.
   
<P><DIV class="challange">
  <IMG src="img/challange.jpg" hspace=0><B>&nbsp;Provocarea 1-2</B>
  <P>Masa unui electron este 9,1&middot;10<SUP>-31</SUP>&nbsp;<I>kg</I>. C&#226;t este viteza dob&#226;ndit&#259; de un electron, aflat ini&#355;ial
     &#238;n repaus, accelerat &#238;ntre dou&#259; puncte &#238;ntre care tensiunea electric&#259; este de un volt?
</DIV>

<P>&#206;n filamentul metalic al becului, electronii nu se pot mi&#351;ca liber - ace&#351;tia vor ciocni frecvent ionii metalului, pierz&#226;nd
   de fiecare dat&#259; viteza dob&#226;ndit&#259; &#238;n scurtele perioade de accelerare dintre ciocniri.

<P>Situa&#355;ia este asem&#259;n&#259;toare cu cea a particulelor mici de praf aflate &#238;n atmosfer&#259;. Chiar dac&#259; atrac&#355;ia gravita&#355;ional&#259; din
   partea P&#259;m&#226;ntului accelereaz&#259; aceste particule &#238;n jos, datorit&#259; ciocnirilor frecvente cu moleculele aerului, viteza medie
   de c&#259;dere a particulelor devine constant&#259; &#351;i foarte mic&#259;.

<P><DIV class="activity">
  <IMG src="img/activity.jpg" hspace=0><B>&nbsp;Activitatea experimental&#259; 1-1</B>
  <P>Investigheaz&#259; rezisten&#355;a electric&#259; a filamentului unui bec de lantern&#259; pentru diferite tensiuni electrice aplicate
     acestuia. Lucreaz&#259; &#238;n echip&#259;.
  <P><B><I>Pasul 1. </I></B>Conecta&#355;i la bornele becului un multimetru setat pentru m&#259;surarea tensiunii &#351;i, &#238;n serie cu aceast&#259;
     grupare, un multimetru setat pentru m&#259;surarea intensit&#259;&#355;ii curentului, conform schemei din figura&nbsp;1&minus;2.
  <P><IMG src="img/2b1_2.gif" hspace=4><BR>
     <SMALL><I>
       <B>&nbsp;Figura 1-2. </B>Schema circuitului pentru determinarea rezisten&#355;ei electrice a filamentului unui bec.
     </I></SMALL>
  <P><B><I>Pasul 2. </I></B>Aplica&#355;i &#238;ntre bornele <I>A</I> &#351;i <I>B</I> tensiuni &#238;n intervalul 1...5&nbsp;<I>V</I>. Folosi&#355;i
     pentru aceasta un generator de tensiune variabil&#259; sau, &#238;n lipsa acestuia, baterii formate prin &#238;nserierea unui num&#259;r
     variabil de celule.
  <P><B><I>Pasul 3. </I></B>Transcrie&#355;i pe caiete tabelul&nbsp;1&minus;1 &#351;i completa&#355;i&minus;l cu rezultatele m&#259;sur&#259;torilor
     &#351;i calculelor efectuate.
  <P><I><SUB><B>Tabelul 1-1. </B>Rezultatele m&#259;sur&#259;torilor &#351;i calculelor efectuate.</SUB></I>
  <CENTER>
  <TABLE border=1 cellpadding=4>
    <TR bgcolor=#dddddd>
       <TD align=center><B><I>Nr.<BR>det.</I></B></TD>
       <TD align=center><B><I>U<BR>(V)</I></B></TD>
       <TD align=center><B><I>I<BR>(A)</I></B></TD>
       <TD align=center><B><I>R<BR>(&Omega;)</I></B></TD>
    </TR>
    <TR bgcolor=white>
      <TD align=center>1</TD>
      <TD>&nbsp;</TD>
      <TD>&nbsp;</TD>
      <TD>&nbsp;</TD>
    <TR bgcolor=white>
      <TD align=center>...</TD>
      <TD>&nbsp;</TD>
      <TD>&nbsp;</TD>
      <TD>&nbsp;</TD>
  </TABLE>
  </CENTER>
  <P><B><I>Pasul 4. </I></B>Reprezenta&#355;i grafic intensitatea curentului care se stabile&#351;te prin circuit &#238;n func&#355;ie de tensiunea
     aplicat&#259; la bornele becului. Exist&#259; o rela&#355;ie simpl&#259; &#238;ntre ace&#351;ti parametri electrici?
</DIV>

<P>Pe m&#259;sur&#259; ce cre&#351;te tensiunea aplicat&#259; becului, este din ce &#238;n ce mai mare energia degajat&#259; sub form&#259; de c&#259;ldur&#259; &#351;i lumin&#259; la
   trecerea prin filament a fiec&#259;rui coulomb de sarcin&#259; electric&#259; &minus; temperatura filamentului este din ce &#238;n ce mai mare.
   
<P>Agita&#355;ia termic&#259; sporit&#259; a ionilor &#238;ngreuneaz&#259; &#351;i mai mult trecerea electronilor, astfel c&#259; rezisten&#355;a electric&#259; a filamentului
   cre&#351;te pe m&#259;sur&#259; ce cre&#351;te temperatura acestuia.
   
<P>A&#351;adar, rela&#355;ia dintre tensiunea aplicat&#259; becului &#351;i intensitatea curentului care se stabile&#351;te prin acesta nu este tocmani simpl&#259;!

</BODY>
</HTML>

































