<HTML>
<HEAD>
<TITLE>Capitolul I - Elemente de termodinamic&#259;</TITLE>
<STYLE>
.challange {background: yellow}
.activity {background: #ffffaa}
</STYLE>
</HEAD>
<BODY>
<H3>Capitolul I</H3>
<H2 class="challange">Elemente de termodinamic&#259;</H2>
<P><IMG src="img/1_1.jpg" align=left hspace=16>
   E&#351;ti &#238;nconjurat de corpuri care sunt mai calde sau mai reci dec&#226;t tine - cu toate aceste corpuri interac&#355;ionezi &#238;ntr-un
   mod subtil: corpurile ini&#355;ial mai calde se r&#259;cesc, &#238;nc&#259;lzindu-le pe cele ini&#355;ial mai reci.
<P><B>&#206;n&#355;elegerea</B> &#351;i <B>controlul</B> &#238;nc&#259;lzirii &#351;i r&#259;cirii corpurilor sunt esen&#355;iale pentru existen&#355;a &#351;i bun&#259;starea noastr&#259;.
<P><B>&#206;n&#355;elegem</B> ceva &#238;n m&#259;sura &#238;n care putem anticipa ce s-ar &#238;nt&#226;mpla &#238;ntr-o anumit&#259; situa&#355;ie. 
<P class="activity"><I>Am putea oare s&#259; ne
   &#238;nc&#259;lzim locuin&#355;ele folosindu-ne de aerul mai rece de afar&#259;?</I></P>
<P>O bun&#259; &#238;n&#355;elegere a &#238;nc&#259;lzirii &#351;i r&#259;cirii corpurilor ne conduce c&#259;tre un r&#259;spuns surprinz&#259;tor:
<P class="activity"><I>Locuin&#355;ele noastre ar putea fi &#238;nc&#259;lzite folosindu-ne de aerul mai rece de afar&#259;!</I></P>
<P><B>Control&#259;m</B> ceva &#238;n m&#259;sura &#238;n care putem aranja s&#259; se petreac&#259; ceea ce dorim. Un bun control al &#238;nc&#259;lzirii &#351;i r&#259;cirii
   corpurilor ne permite s&#259; <I>construim</I> instala&#355;ii care s&#259; ne &#238;nc&#259;lzeasc&#259; locuin&#355;ele folosind aerul mai rece de afar&#259;:
<P><CENTER><IMG src="img/1_2.jpg"></CENTER>
<P>Afl&#259; mai multe despre <A href="bank/Howstuffworks How Air Conditioners Work.htm" target=new> astfel de instala&#355;ii!</A>
<P><I>Ceea ce vei afla &#238;n acest capitol te va ajuta s&#259; <B>&#238;n&#355;elegi</B> mai bine &#351;i s&#259; <B>controlezi</B> mai bine &#238;nc&#259;lzirea &#351;i 
r&#259;cirea corpurilor.
</BODY>
</HTML>







